[
    {
      "id": "650bec8eb687440565a13c0d",
      "name": "Aarskog  syndrome",
      "description": "Aarskog  syndrome is a very rare disease that affects a person's height, muscles, skeleton, genitals, and appearance. It  can be passed down through families ( inherited ).",
      "alternate_names": [
        "Aarskog  disease",
        "Aarskog-Scott  syndrome",
        "AAS",
        "Faciodigitogenital  syndrome",
        "Gaciogenital  dysplasia",
        "Aarskog  disease; Aarskog-Scott  syndrome; AAS; Faciodigitogenital  syndrome; Gaciogenital  dysplasia"
      ],
      "symptoms": [
        "Symptoms  of this condition include:",
        "Belly  button that sticks out Bulge  in the groin or scrotum Delayed  sexual maturity Delayed  teeth Downwardpalpebral  slantto eyes ( palpebral slant is the direction of the slant from the inner to outer corner of the eye )  Hairline  with a \"widow's peak\" Mildly  sunken chest ( pectus excavatum )  Mild  to moderate cognitive problems Mild  to moderate short height which may not be obvious until the child is 1 to 3 years old Poorly  developed middle section of the face Rounded  face Scrotum  surrounds the penis ( shawl scrotum )  Short  fingers and toes with mild webbing Single  crease in the palm of the hand Small, broad hands and feet with short fingers and curved-in fifth finger Small  nose with nostrils tipped forward Testicles  that have not come down ( undescended )  Top  portion of the ear folded over slightly Wide  groove above the upper lip, crease below the lower lip Wide-set eyes with droopy eyelids",
        "Belly  button that sticks out",
        "Bulge  in the groin or scrotum",
        "Delayed  sexual maturity",
        "Delayed  teeth",
        "Downwardpalpebral  slantto eyes ( palpebral slant is the direction of the slant from the inner to outer corner of the eye )",
        "Hairline  with a \"widow's peak\"",
        "Mildly  sunken chest ( pectus excavatum )",
        "Mild  to moderate cognitive problems",
        "Mild  to moderate short height which may not be obvious until the child is 1 to 3 years old",
        "Poorly  developed middle section of the face",
        "Rounded  face",
        "Scrotum  surrounds the penis ( shawl scrotum )",
        "Short  fingers and toes with mild webbing",
        "Single  crease in the palm of the hand",
        "Small, broad hands and feet with short fingers and curved-in fifth finger",
        "Small  nose with nostrils tipped forward",
        "Testicles  that have not come down ( undescended )",
        "Top  portion of the ear folded over slightly",
        "Wide  groove above the upper lip, crease below the lower lip",
        "Wide-set eyes with droopy eyelids"
      ],
      "causes": [
        "Aarskog  syndrome is a genetic disorder that is linked to the X chromosome. It  affects mainly males, but females may have a milder form. The  condition is caused by changes ( mutations ) in a gene called \"faciogenital dysplasia\" ( FGD1 )."
      ],
      "exams_and_tests": [
        "These  tests may be done:",
        "Genetic  testing for mutations in theFGD1geneX-rays",
        "Genetic  testing for mutations in theFGD1gene",
        "X-rays"
      ],
      "treatment": [
        "Moving  the teeth may be done to treat some of the abnormal dental features a person with  Aarskog  syndrome may have."
      ],
      "support_groups": [
        "More  information and support for people with  Aarskog  syndrome and their families can be found at:",
        "National   Organization  for  Rare   Disorders--rarediseases. org/rare-diseases/aarskog-syndromeNIH  Genetic  and  Rare   Diseases   Information   Center--rarediseases. info. nih. gov/diseases/4775/aarskog-syndrome",
        "National   Organization  for  Rare   Disorders--rarediseases. org/rare-diseases/aarskog-syndrome",
        "NIH  Genetic  and  Rare   Diseases   Information   Center--rarediseases. info. nih. gov/diseases/4775/aarskog-syndrome"
      ],
      "outlook_(prognosis)": [
        "Some  people may have some mental slowness, but children with this condition often have good social skills. Some  males may have problems with fertility."
      ],
      "possible_complications": [
        "These  complications can occur:",
        "Changes  in the brain Difficulty  growing in the first year of life Poorly  aligned teeth Seizures  Undescended  testicles",
        "Changes  in the brain",
        "Difficulty  growing in the first year of life",
        "Poorly  aligned teeth",
        "Seizures",
        "Undescended  testicles"
      ],
      "when_to_contact_a_medical_professional": [
        "Call  your health care provider if your child has delayed growth or if you notice any symptoms of  Aarskog  syndrome. Seek  genetic counseling if you have a family history of  Aarskog  syndrome. Contact  a genetic specialist if your provider thinks you or your child may have  Aarskog  syndrome."
      ],
      "prevention": [
        "Genetic  testing may be available for people with a family history of the condition or a known mutation of the gene that causes it."
      ],
      "images": [
        "The  face Pectus  excavatum",
        "The  face",
        "Pectus  excavatum"
      ],
      "references": [
        "D' Cunha   Burkardt  D, Graham  JM. Abnormal  body size and proportion. In :  Pyeritz  RE, Korf  BR, Grody  WW, eds. Emery  and  Rimoin 's  Principles  and  Practice  of  Medical   Genetics  and  Genomics :  Clinical   Principles  and  Applications. 7th ed. Philadelphia, PA:  Elsevier; 2019:chap 4.",
        "Jones  KL, Jones  MC, Del   Campo  M. Moderate  short stature, facial ± genital. In :  Jones  KL, Jones  MC, Del   Campo  M, eds. Smith 's  Recognizable   Patterns  of  Human   Malformation. 8th ed. Philadelphia, PA:  Elsevier; 2022:chap D."
      ],
      "related_medlineplus_health_topics": [
        "Cleft   Lip  and  Palate  Congenital   Heart   Defects  Learning   Disabilities",
        "Cleft   Lip  and  Palate",
        "Congenital   Heart   Defects",
        "Learning   Disabilities"
      ],
      "review_date": "Updated  by:  Anna  C. Edens   Hurst, MD, MS, Associate   Professor  in  Medical   Genetics, The   University  of  Alabama  at  Birmingham, Birmingham, AL. Review  provided by  Veri  Med   Healthcare   Network. Also  reviewed by  David   Zieve, MD, MHA, Medical   Director, Brenda   Conaway, Editorial   Director, and the A. D. A. M. Editorial  team."
    },
    {
      "id": "650bec8eb687440565a13c0f",
      "name": "Aase  syndrome",
      "description": "Aase  syndrome is a rare disorder that involves anemia and certain joint and skeletal deformities.",
      "alternate_names": [
        "Aase-Smith  syndrome",
        "Hypoplastic  anemia-triphalangeal thumbs, Aase-Smith  type",
        "Diamond-Blackfan  with AS-II",
        "Aase-Smith  syndrome; Hypoplastic  anemia-triphalangeal thumbs, Aase-Smith  type; Diamond-Blackfan  with AS-II"
      ],
      "symptoms": [
        "Symptoms  may include:",
        "Absent  or small knuckles Cleft  palate Deformed  ears Droopy  eyelids Inability  to fully extend the joints from birth Narrow  shoulders Pale  skin Triple-jointed thumbs",
        "Absent  or small knuckles",
        "Cleft  palate",
        "Deformed  ears",
        "Droopy  eyelids",
        "Inability  to fully extend the joints from birth",
        "Narrow  shoulders",
        "Pale  skin",
        "Triple-jointed thumbs"
      ],
      "causes": [
        "Many  cases of  Aase  syndrome occur without a known reason and are not passed down through families ( inherited ). However, some cases ( 45% ) have been shown to be inherited. These  are due to a change in 1 of 20 genes important for making protein correctly ( the genes make ribosomal proteins ).",
        "This  condition is similar to  Diamond-Blackfan  anemia, and the two conditions should considered the same. A missing piece on chromosome 19 is found in some people with  Diamond-Blackfan  anemia.",
        "The  anemia in  Aase  syndrome is caused by poor development of the bone marrow, which is where blood cells are formed."
      ],
      "exams_and_tests": [
        "The  health care provider will perform a physical exam. Tests  that may be done include:",
        "Bone  marrow biopsy Complete  blood count ( CBC )  Echocardiogram X-rays",
        "Bone  marrow biopsy",
        "Complete  blood count ( CBC )",
        "Echocardiogram",
        "X-rays"
      ],
      "treatment": [
        "Treatment  may involve blood transfusions in the first year of life to treat anemia.",
        "A steroid medicine called prednisone has also been used to treat anemia associated with  Aase  syndrome. However, it should only be used after reviewing the benefits and risks with a provider who has experience treating anemias.",
        "Abone  marrow transplantmay be necessary if other treatment fails."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "The  anemia tends to improve with age."
      ],
      "possible_complications": [
        "Complications  related to anemia include:",
        "Fatigue  Decreased  oxygen in the blood Weakness",
        "Fatigue",
        "Decreased  oxygen in the blood",
        "Weakness",
        "Heart  problems can lead to a variety of complications, depending on the specific defect.",
        "Severe  cases of  Aase  syndrome have been associated withstillbirthor early death."
      ],
      "when_to_contact_a_medical_professional": [],
      "prevention": [
        "Genetic  counseling is recommended if you have a family history of this syndrome and wish to become pregnant."
      ],
      "images": [],
      "references": [
        "Clinton  C, Gazda  HT, Pagon  RA, et al. Diamond-Blackfan  anemia. In :  Adam  MP, Ardinger  HH, Pagon  RA, et al, eds. Gene  Reviews  [ Internet ]. Seattle, WA:  University  of  Washington, Seattle; 1993-2022. PMID: 20301769pubmed. ncbi. nlm. nih. gov/20301769/. Updated   June  17, 2021. Accessed   November  3, 2021.",
        "Gallagher  PG. The  neonatal erythrocyte and its disorders. In :  Orkin  SH, Fisher  DE, Ginsburg  D, Look  AT, Lux  SE, Nathan  DG, eds. Nathan  and  Oski 's  Hematology  and  Oncology  of  Infancy  and  Childhood. 8th ed. Philadelphia, PA:  Elsevier   Saunders; 2015:chap 2.",
        "Thornburg  CD. Congenital  hypoplastic anemia (  Diamond-Blackfan  anemia ). In :  Kliegman  RM, St. Geme  JW, Blum  NJ, Shah  SS, Tasker  RC, Wilson  KM, eds. Nelson   Textbook  of  Pediatrics. 21st ed. Philadelphia, PA:  Elsevier; 2020:chap 475."
      ],
      "related_medlineplus_health_topics": [
        "Anemia"
      ],
      "review_date": ""
    }
]