[
    {
      "id": "650bec8eb687440565a13c0d",
      "name": "Aarskog  syndrome",
      "description": "Aarskog  syndrome is a very rare disease that affects a person's height, muscles, skeleton, genitals, and appearance. It  can be passed down through families ( inherited ).",
      "alternate_names": [
        "Aarskog  disease",
        "Aarskog-Scott  syndrome",
        "AAS",
        "Faciodigitogenital  syndrome",
        "Gaciogenital  dysplasia",
        "Aarskog  disease; Aarskog-Scott  syndrome; AAS; Faciodigitogenital  syndrome; Gaciogenital  dysplasia"
      ],
      "symptoms": [
        "Symptoms  of this condition include:",
        "Belly  button that sticks out Bulge  in the groin or scrotum Delayed  sexual maturity Delayed  teeth Downwardpalpebral  slantto eyes ( palpebral slant is the direction of the slant from the inner to outer corner of the eye )  Hairline  with a \"widow's peak\" Mildly  sunken chest ( pectus excavatum )  Mild  to moderate cognitive problems Mild  to moderate short height which may not be obvious until the child is 1 to 3 years old Poorly  developed middle section of the face Rounded  face Scrotum  surrounds the penis ( shawl scrotum )  Short  fingers and toes with mild webbing Single  crease in the palm of the hand Small, broad hands and feet with short fingers and curved-in fifth finger Small  nose with nostrils tipped forward Testicles  that have not come down ( undescended )  Top  portion of the ear folded over slightly Wide  groove above the upper lip, crease below the lower lip Wide-set eyes with droopy eyelids",
        "Belly  button that sticks out",
        "Bulge  in the groin or scrotum",
        "Delayed  sexual maturity",
        "Delayed  teeth",
        "Downwardpalpebral  slantto eyes ( palpebral slant is the direction of the slant from the inner to outer corner of the eye )",
        "Hairline  with a \"widow's peak\"",
        "Mildly  sunken chest ( pectus excavatum )",
        "Mild  to moderate cognitive problems",
        "Mild  to moderate short height which may not be obvious until the child is 1 to 3 years old",
        "Poorly  developed middle section of the face",
        "Rounded  face",
        "Scrotum  surrounds the penis ( shawl scrotum )",
        "Short  fingers and toes with mild webbing",
        "Single  crease in the palm of the hand",
        "Small, broad hands and feet with short fingers and curved-in fifth finger",
        "Small  nose with nostrils tipped forward",
        "Testicles  that have not come down ( undescended )",
        "Top  portion of the ear folded over slightly",
        "Wide  groove above the upper lip, crease below the lower lip",
        "Wide-set eyes with droopy eyelids"
      ],
      "causes": [
        "Aarskog  syndrome is a genetic disorder that is linked to the X chromosome. It  affects mainly males, but females may have a milder form. The  condition is caused by changes ( mutations ) in a gene called \"faciogenital dysplasia\" ( FGD1 )."
      ],
      "exams_and_tests": [
        "These  tests may be done:",
        "Genetic  testing for mutations in theFGD1geneX-rays",
        "Genetic  testing for mutations in theFGD1gene",
        "X-rays"
      ],
      "treatment": [
        "Moving  the teeth may be done to treat some of the abnormal dental features a person with  Aarskog  syndrome may have."
      ],
      "support_groups": [
        "More  information and support for people with  Aarskog  syndrome and their families can be found at:",
        "National   Organization  for  Rare   Disorders--rarediseases. org/rare-diseases/aarskog-syndromeNIH  Genetic  and  Rare   Diseases   Information   Center--rarediseases. info. nih. gov/diseases/4775/aarskog-syndrome",
        "National   Organization  for  Rare   Disorders--rarediseases. org/rare-diseases/aarskog-syndrome",
        "NIH  Genetic  and  Rare   Diseases   Information   Center--rarediseases. info. nih. gov/diseases/4775/aarskog-syndrome"
      ],
      "outlook_(prognosis)": [
        "Some  people may have some mental slowness, but children with this condition often have good social skills. Some  males may have problems with fertility."
      ],
      "possible_complications": [
        "These  complications can occur:",
        "Changes  in the brain Difficulty  growing in the first year of life Poorly  aligned teeth Seizures  Undescended  testicles",
        "Changes  in the brain",
        "Difficulty  growing in the first year of life",
        "Poorly  aligned teeth",
        "Seizures",
        "Undescended  testicles"
      ],
      "when_to_contact_a_medical_professional": [
        "Call  your health care provider if your child has delayed growth or if you notice any symptoms of  Aarskog  syndrome. Seek  genetic counseling if you have a family history of  Aarskog  syndrome. Contact  a genetic specialist if your provider thinks you or your child may have  Aarskog  syndrome."
      ],
      "prevention": [
        "Genetic  testing may be available for people with a family history of the condition or a known mutation of the gene that causes it."
      ],
      "images": [
        "The  face Pectus  excavatum",
        "The  face",
        "Pectus  excavatum"
      ],
      "references": [
        "D' Cunha   Burkardt  D, Graham  JM. Abnormal  body size and proportion. In :  Pyeritz  RE, Korf  BR, Grody  WW, eds. Emery  and  Rimoin 's  Principles  and  Practice  of  Medical   Genetics  and  Genomics :  Clinical   Principles  and  Applications. 7th ed. Philadelphia, PA:  Elsevier; 2019:chap 4.",
        "Jones  KL, Jones  MC, Del   Campo  M. Moderate  short stature, facial Â± genital. In :  Jones  KL, Jones  MC, Del   Campo  M, eds. Smith 's  Recognizable   Patterns  of  Human   Malformation. 8th ed. Philadelphia, PA:  Elsevier; 2022:chap D."
      ],
      "related_medlineplus_health_topics": [
        "Cleft   Lip  and  Palate  Congenital   Heart   Defects  Learning   Disabilities",
        "Cleft   Lip  and  Palate",
        "Congenital   Heart   Defects",
        "Learning   Disabilities"
      ],
      "review_date": "Updated  by:  Anna  C. Edens   Hurst, MD, MS, Associate   Professor  in  Medical   Genetics, The   University  of  Alabama  at  Birmingham, Birmingham, AL. Review  provided by  Veri  Med   Healthcare   Network. Also  reviewed by  David   Zieve, MD, MHA, Medical   Director, Brenda   Conaway, Editorial   Director, and the A. D. A. M. Editorial  team."
    },
    {
      "id": "650bec8eb687440565a13c0f",
      "name": "Aase  syndrome",
      "description": "Aase  syndrome is a rare disorder that involves anemia and certain joint and skeletal deformities.",
      "alternate_names": [
        "Aase-Smith  syndrome",
        "Hypoplastic  anemia-triphalangeal thumbs, Aase-Smith  type",
        "Diamond-Blackfan  with AS-II",
        "Aase-Smith  syndrome; Hypoplastic  anemia-triphalangeal thumbs, Aase-Smith  type; Diamond-Blackfan  with AS-II"
      ],
      "symptoms": [
        "Symptoms  may include:",
        "Absent  or small knuckles Cleft  palate Deformed  ears Droopy  eyelids Inability  to fully extend the joints from birth Narrow  shoulders Pale  skin Triple-jointed thumbs",
        "Absent  or small knuckles",
        "Cleft  palate",
        "Deformed  ears",
        "Droopy  eyelids",
        "Inability  to fully extend the joints from birth",
        "Narrow  shoulders",
        "Pale  skin",
        "Triple-jointed thumbs"
      ],
      "causes": [
        "Many  cases of  Aase  syndrome occur without a known reason and are not passed down through families ( inherited ). However, some cases ( 45% ) have been shown to be inherited. These  are due to a change in 1 of 20 genes important for making protein correctly ( the genes make ribosomal proteins ).",
        "This  condition is similar to  Diamond-Blackfan  anemia, and the two conditions should considered the same. A missing piece on chromosome 19 is found in some people with  Diamond-Blackfan  anemia.",
        "The  anemia in  Aase  syndrome is caused by poor development of the bone marrow, which is where blood cells are formed."
      ],
      "exams_and_tests": [
        "The  health care provider will perform a physical exam. Tests  that may be done include:",
        "Bone  marrow biopsy Complete  blood count ( CBC )  Echocardiogram X-rays",
        "Bone  marrow biopsy",
        "Complete  blood count ( CBC )",
        "Echocardiogram",
        "X-rays"
      ],
      "treatment": [
        "Treatment  may involve blood transfusions in the first year of life to treat anemia.",
        "A steroid medicine called prednisone has also been used to treat anemia associated with  Aase  syndrome. However, it should only be used after reviewing the benefits and risks with a provider who has experience treating anemias.",
        "Abone  marrow transplantmay be necessary if other treatment fails."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "The  anemia tends to improve with age."
      ],
      "possible_complications": [
        "Complications  related to anemia include:",
        "Fatigue  Decreased  oxygen in the blood Weakness",
        "Fatigue",
        "Decreased  oxygen in the blood",
        "Weakness",
        "Heart  problems can lead to a variety of complications, depending on the specific defect.",
        "Severe  cases of  Aase  syndrome have been associated withstillbirthor early death."
      ],
      "when_to_contact_a_medical_professional": [],
      "prevention": [
        "Genetic  counseling is recommended if you have a family history of this syndrome and wish to become pregnant."
      ],
      "images": [],
      "references": [
        "Clinton  C, Gazda  HT, Pagon  RA, et al. Diamond-Blackfan  anemia. In :  Adam  MP, Ardinger  HH, Pagon  RA, et al, eds. Gene  Reviews  [ Internet ]. Seattle, WA:  University  of  Washington, Seattle; 1993-2022. PMID: 20301769pubmed. ncbi. nlm. nih. gov/20301769/. Updated   June  17, 2021. Accessed   November  3, 2021.",
        "Gallagher  PG. The  neonatal erythrocyte and its disorders. In :  Orkin  SH, Fisher  DE, Ginsburg  D, Look  AT, Lux  SE, Nathan  DG, eds. Nathan  and  Oski 's  Hematology  and  Oncology  of  Infancy  and  Childhood. 8th ed. Philadelphia, PA:  Elsevier   Saunders; 2015:chap 2.",
        "Thornburg  CD. Congenital  hypoplastic anemia (  Diamond-Blackfan  anemia ). In :  Kliegman  RM, St. Geme  JW, Blum  NJ, Shah  SS, Tasker  RC, Wilson  KM, eds. Nelson   Textbook  of  Pediatrics. 21st ed. Philadelphia, PA:  Elsevier; 2020:chap 475."
      ],
      "related_medlineplus_health_topics": [
        "Anemia"
      ],
      "review_date": ""
    },
    {
      "id": "650bec90b687440565a13c13",
      "name": "Abdominal  aortic aneurysm",
      "description": "The  aorta is the main blood vessel that supplies blood to the abdomen, pelvis, and legs. An  abdominal aortic aneurysm occurs when an area of the aorta becomes very large or balloons out.",
      "alternate_names": [
        "Aneurysm-aortic",
        "AAA",
        "Aneurysm-aortic; AAA"
      ],
      "symptoms": [
        "Aneurysms  can develop slowly over many years, often with no symptoms. Symptoms  may come on quickly if the aneurysm expands rapidly, tears open or leaks blood within the wall of the vessel ( aortic dissection ).",
        "Symptoms  of rupture include:",
        "Pain  in the abdomen or back. The  pain may be severe, sudden, persistent, or constant. It  may spread to the groin, buttocks, or legs. Passing  out. Clammy  skin. Dizziness. Nausea  and vomiting. Rapid  heart rate. Shock.",
        "Pain  in the abdomen or back. The  pain may be severe, sudden, persistent, or constant. It  may spread to the groin, buttocks, or legs.",
        "Passing  out.",
        "Clammy  skin.",
        "Dizziness.",
        "Nausea  and vomiting.",
        "Rapid  heart rate.",
        "Shock."
      ],
      "causes": [
        "The  exact cause of an aneurysm is unknown. It  occurs due to weakness in the wall of the artery. Factors  that can increase your risk of having this problem include:",
        "Smoking  High  blood pressure Male  sex Genetic  factors",
        "Smoking",
        "High  blood pressure",
        "Male  sex",
        "Genetic  factors",
        "An  abdominal aortic aneurysm is most often seen in males over age 60 who have one or more risk factors. The  larger the aneurysm, the more likely it is to break open ortear. This  can be life threatening."
      ],
      "exams_and_tests": [
        "Your  health care provider will examine your abdomen and feel the pulses in your legs. The  provider may find:",
        "A lump ( mass ) in the abdomen Pulsating  sensation in the abdomen Stiff  or rigid abdomen",
        "A lump ( mass ) in the abdomen",
        "Pulsating  sensation in the abdomen",
        "Stiff  or rigid abdomen",
        "Your  provider may find this problem by doing the following tests:",
        "Ultrasound  of the abdomenwhen the abdominal aneurysm is first suspectedCT scan of the abdomento confirm the size of the aneurysmCTA ( computed tomographic angiogram ) to help with surgical planning",
        "Ultrasound  of the abdomenwhen the abdominal aneurysm is first suspected",
        "CT scan of the abdomento confirm the size of the aneurysm",
        "CTA ( computed tomographic angiogram ) to help with surgical planning",
        "Any  one of these tests may be done when you are having symptoms.",
        "You  may have an abdominal aortic aneurysm that is not causing any symptoms. Your  provider may order an ultrasound of the abdomen to screen for an aneurysm.",
        "Most  men between the ages of 65 to 75, who have smoked during their life should have this test one time. Some  men between the ages of 65 to 75, who have never smoked during their life may need this test one time.",
        "Most  men between the ages of 65 to 75, who have smoked during their life should have this test one time.",
        "Some  men between the ages of 65 to 75, who have never smoked during their life may need this test one time."
      ],
      "treatment": [
        "If  you have bleeding inside your body from an aortic aneurysm, you will needsurgeryright away.",
        "If  the aneurysm is small and there are no symptoms:",
        "Surgery  is rarely done. You  and your provider must decide if the risk of having surgery is smaller than the risk of bleeding if you do not have surgery. Your Â provider may want to check the size of the aneurysm with ultrasound tests every 6 months.",
        "Surgery  is rarely done.",
        "You  and your provider must decide if the risk of having surgery is smaller than the risk of bleeding if you do not have surgery.",
        "Your Â provider may want to check the size of the aneurysm with ultrasound tests every 6 months.",
        "Most  of the time, surgery is done if the aneurysm is bigger than 2 inches ( 5 centimeters ) across or growing quickly. The  goal is to do surgery before complications develop.",
        "There  areÂ two types of surgery:",
        "Open  repairÂ-A large cut is made in your abdomen. The  abnormal vessel is replaced with a graft made of man-made material. Endovascular  stent graftingÂ-This  procedure can be done without making a large cut in your abdomen, so you may recover more quickly. This  may be a safer approach if you have certain other medical problems or are an older adult. Endovascular  repair can sometimes be done for a leaking or bleeding aneurysm.",
        "Open  repairÂ-A large cut is made in your abdomen. The  abnormal vessel is replaced with a graft made of man-made material.",
        "Endovascular  stent graftingÂ-This  procedure can be done without making a large cut in your abdomen, so you may recover more quickly. This  may be a safer approach if you have certain other medical problems or are an older adult. Endovascular  repair can sometimes be done for a leaking or bleeding aneurysm."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "The  outcome is often good if you have surgery to repair the aneurysm before it ruptures.",
        "When  an abdominal aortic aneurysmbegins to tearor ruptures, it is a medical emergency. Only  about 1 in 5 people survive a ruptured abdominal aneurysm."
      ],
      "possible_complications": [],
      "when_to_contact_a_medical_professional": [
        "Go  to the emergency room or call 911 if you have pain in your belly or back that is very bad or does not go away."
      ],
      "prevention": [
        "To  reduce the risk of aneurysms:",
        "Eat  a heart-healthy diet, exercise, stop smoking ( if you smoke ), and reduce stress. If  you have high blood pressure or diabetes, take your medicines as your provider has told you.",
        "Eat  a heart-healthy diet, exercise, stop smoking ( if you smoke ), and reduce stress.",
        "If  you have high blood pressure or diabetes, take your medicines as your provider has told you.",
        "People  over age 65 who have ever smoked should have a screening ultrasound done once."
      ],
      "images": [
        "Aortic  rupture-chest x-ray Aortic  aneurysm",
        "Aortic  rupture-chest x-ray",
        "Aortic  aneurysm"
      ],
      "references": [
        "Braverman  AC, Schermerhorn  M. Diseases  of the aorta. In :  Libby  P, Bonow  RO, Mann  DL, Tomaselli  GF, Bhatt  DL, Solomon  SD eds. Braunwald 's  Heart   Disease : A  Textbook  of  Cardiovascular   Medicine. 12th ed. Philadelphia, PA:  Elsevier; 2022:chap 42.",
        "Colwell  CB, Fox  CJ. Abdominal  aortic aneurysm. In :  Walls  RM, Hockberger  RS, Gausche-Hill  M, eds. Rosen 's  Emergency   Medicine :  Concepts  and  Clinical   Practice. 9th ed. Philadelphia, PA:  Elsevier; 2018:chap 76.",
        "Le  Fevre  ML; U. S. Preventive   Services   Task   Force. Screening  for abdominal aortic aneurysm: U. S. Preventive   Services   Task   Force  recommendation statement. Ann   Intern   Med. 2014; 161 ( 4 ) :281-290. PMID: 24957320pubmed. ncbi. nlm. nih. gov/24957320/.",
        "Woo  EY, Damrauer  SM. Abdominal  aortic aneurysms: open surgical treatment. In :  Sidawy  AN, Perler  BA, eds. Rutherford 's  Vascular   Surgery  and  Endovascular   Therapy. 9th ed. Philadelphia, PA:  Elsevier; 2019:chap 71."
      ],
      "related_medlineplus_health_topics": [
        "Aortic   Aneurysm"
      ],
      "review_date": ""
    },
    {
      "id": "650bec9fb687440565a13c39",
      "name": "Abnormal  uterine bleeding",
      "description": "Abnormal  uterine bleeding ( AUB ) is bleeding from the uterus that is longer than usual or that occurs at an irregular time. Bleeding  may be heavier or lighter than usual and occur often or randomly.",
      "alternate_names": [
        "Anovulatory  bleeding",
        "Abnormal  uterine bleeding-hormonal",
        "Polymenorrhea-dysfunctional uterine bleeding",
        "Anovulatory  bleeding; Abnormal  uterine bleeding-hormonal; Polymenorrhea-dysfunctional uterine bleeding"
      ],
      "symptoms": [
        "AUB is unpredictable. The  bleeding may be very heavy or light, and can occur often or randomly.",
        "Symptoms  of AUB may include:",
        "Bleeding  or spotting from the vagina between periods Periods  that occur less than 28 days apart ( more common ) or more than 35 days apart Time  between periods changes each month Heavier  bleeding ( such as passing large clots, needing to change protection during the night, soaking through a sanitary pad or tampon every hour for 2 to 3 hours in a row )  Bleeding  that lasts for more days than normal or for more than 7 days",
        "Bleeding  or spotting from the vagina between periods",
        "Periods  that occur less than 28 days apart ( more common ) or more than 35 days apart",
        "Time  between periods changes each month",
        "Heavier  bleeding ( such as passing large clots, needing to change protection during the night, soaking through a sanitary pad or tampon every hour for 2 to 3 hours in a row )",
        "Bleeding  that lasts for more days than normal or for more than 7 days",
        "Other  symptoms caused by changes in hormone levels may include:",
        "Excessive  growth of body hair in a male pattern ( hirsutism )  Hot  flashes Mood  swings Tenderness  and dryness of the vagina",
        "Excessive  growth of body hair in a male pattern ( hirsutism )",
        "Hot  flashes",
        "Mood  swings",
        "Tenderness  and dryness of the vagina",
        "A woman may feel tired or fatigued if she loses too much blood over time. This  is a symptom ofanemia."
      ],
      "causes": [
        "Every  woman's menstrual cycle is different.",
        "On  average, a woman's period ( menstrual flow ) occurs every 28 days, although cycles may vary from 24 to 34 days. Menstruation  flow normally last about 4 to 7 days. Young  girls may get their periods anywhere from 21 to 45 days or more apart. Women  in their 40s may start to have their period less often or have the interval between their periods decrease.",
        "On  average, a woman's period ( menstrual flow ) occurs every 28 days, although cycles may vary from 24 to 34 days.",
        "Menstruation  flow normally last about 4 to 7 days.",
        "Young  girls may get their periods anywhere from 21 to 45 days or more apart.",
        "Women  in their 40s may start to have their period less often or have the interval between their periods decrease.",
        "For  most women, female hormone levels change every month. The  hormones estrogen and progesterone are released as part of the process of ovulation. When  a woman ovulates, an egg is released.",
        "AUB can occur when the ovaries do not release an egg. Changes  in hormone levels cause your period to be later or earlier. Your  period may sometimes be heavier than normal.",
        "AUB is more common in teenagers or in premenopausal women. Women  who are overweight also may be more likely to have AUB.",
        "In  many women, AUB is caused by a hormone imbalance. It  can also occur due to following causes:",
        "Thickening  of the uterine wall or lining Uterine  fibroids Uterine  polyps Cancers  of ovaries, uterus, cervix, or vagina Bleeding  disorders or problems with blood clotting Polycystic  ovary syndrome Severe  weight loss Hormonal  birth control, such as birth control pills or intrauterine devices ( IUD )  Excessive  weight gain or loss ( more than 10 pounds or 4. 5 kilograms )  Infection  of the uterus or cervix",
        "Thickening  of the uterine wall or lining",
        "Uterine  fibroids",
        "Uterine  polyps",
        "Cancers  of ovaries, uterus, cervix, or vagina",
        "Bleeding  disorders or problems with blood clotting",
        "Polycystic  ovary syndrome",
        "Severe  weight loss",
        "Hormonal  birth control, such as birth control pills or intrauterine devices ( IUD )",
        "Excessive  weight gain or loss ( more than 10 pounds or 4. 5 kilograms )",
        "Infection  of the uterus or cervix"
      ],
      "exams_and_tests": [
        "Your  provider will rule out other possible causes of irregular bleeding. You  will likely have a pelvic exam and  Pap /HPV test. Other  tests that may be done include:",
        "Complete  blood count ( CBC )  Blood  clotting profile Liver  function tests ( LFT )  Fasting  blood glucose Hormone  tests, forFSH, LH, male hormone ( androgen ) levels, prolactin, and progesterone Pregnancy  test Thyroid  function tests",
        "Complete  blood count ( CBC )",
        "Blood  clotting profile",
        "Liver  function tests ( LFT )",
        "Fasting  blood glucose",
        "Hormone  tests, forFSH, LH, male hormone ( androgen ) levels, prolactin, and progesterone",
        "Pregnancy  test",
        "Thyroid  function tests",
        "Your  provider may recommend the following:",
        "Culture  to look for infection Biopsyto  check for precancer, cancer, or to help decide on hormone treatment Hysteroscopy, performed in your provider's office to look into the uterus through the vagina Ultrasoundto  look for problems in the uterus or pelvis Saline  infusion sonohysterogram to further evaluate the uterine cavity for a source of the bleeding",
        "Culture  to look for infection",
        "Biopsyto  check for precancer, cancer, or to help decide on hormone treatment",
        "Hysteroscopy, performed in your provider's office to look into the uterus through the vagina",
        "Ultrasoundto  look for problems in the uterus or pelvis",
        "Saline  infusion sonohysterogram to further evaluate the uterine cavity for a source of the bleeding"
      ],
      "treatment": [
        "Treatment  may include one or more of the following:",
        "Low-dosebirth control pills Hormone  therapy High-dose estrogen therapy for women with very heavy bleeding Intrauterine  device ( IUD ) that releases the hormone progestin Nonsteroidal  anti-inflammatory drugs ( NSAI Ds  ) taken just before the period starts Tranexamic  acid is a prescription medicine that treats heavy menstrual bleeding. It  comes in a tablet and is taken each month at the start of the menstrual period. Surgery, if the cause of the bleeding is a polyp or fibroid",
        "Low-dosebirth control pills",
        "Hormone  therapy",
        "High-dose estrogen therapy for women with very heavy bleeding",
        "Intrauterine  device ( IUD ) that releases the hormone progestin",
        "Nonsteroidal  anti-inflammatory drugs ( NSAI Ds  ) taken just before the period starts",
        "Tranexamic  acid is a prescription medicine that treats heavy menstrual bleeding. It  comes in a tablet and is taken each month at the start of the menstrual period.",
        "Surgery, if the cause of the bleeding is a polyp or fibroid",
        "Your  provider may put you on iron supplements if you have anemia.",
        "If  you want to get pregnant, you may be given medicine to stimulate ovulation.",
        "Women  with severe symptoms that don't improve or who have a cancerous or precancerous diagnosis may require other procedures such as:",
        "Surgicalprocedureto  destroy or remove the lining of the uterus Hysterectomy  to remove the uterus",
        "Surgicalprocedureto  destroy or remove the lining of the uterus",
        "Hysterectomy  to remove the uterus"
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "Hormone  therapy often relieves symptoms. Treatment  may not be needed if you do not develop anemia due to blood loss. A treatment focused on the cause of the bleeding is often immediately effective. That  is why it's important to understand the cause."
      ],
      "possible_complications": [
        "Complications  that may occur:",
        "Infertility  ( inability to get pregnant )  Severe  anemia due to a lot of blood loss over time Increased  risk forendometrial cancer",
        "Infertility  ( inability to get pregnant )",
        "Severe  anemia due to a lot of blood loss over time",
        "Increased  risk forendometrial cancer"
      ],
      "when_to_contact_a_medical_professional": [
        "Contact  your provider if you have unusual vaginal bleeding."
      ],
      "prevention": [],
      "images": [
        "Normal  uterine anatomy ( cut section )"
      ],
      "references": [
        "The   American   College  of  Obstetricians  and  Gynecologists  website. ACOG committee opinion no. 557:  Management  of acute abnormal uterine bleeding in nonpregnant reproductive-aged women. Reaffirmed  2020. www. acog. org/clinical/clinical-guidance/committee-opinion/articles/2013/04/management-of-acute-abnormal-uterine-bleeding-in-nonpregnant-reproductive-aged-women. Accessed   December  15, 2022.",
        "Bahamondes  L, Ali  M. Recent  advances in managing and understanding menstrual disorders. F1000 Prime   Rep. 2015; 7:33. PMID: 25926984pubmed. ncbi. nlm. nih. gov/25926984/.",
        "Ryntz  T, Lobo  RA. Abnormal  uterine bleeding: etiology and management of acute and chronic excessive bleeding. In :  Gershenson  DM, Lentz  GM, Valea  FA, Lobo  RA, eds. Comprehensive   Gynecology. 8th ed. Philadelphia, PA:  Elsevier; 2022:chap 26.",
        "Schrager  S. Abnormal  uterine bleeding. In :  Kellerman  RD, Rakel  DP, Heidelbaugh  JJ, Lee  EM, eds. Conn 's  Current   Therapy  2023. Philadelphia, PA:  Elsevier; 2023:1197-1198."
      ],
      "related_medlineplus_health_topics": [
        "Vaginal   Bleeding"
      ],
      "review_date": ""
    },
    {
      "id": "650beca0b687440565a13c3d",
      "name": "ABO incompatibility",
      "description": "A, B, AB, and O are the 4 major blood types. The  types are based on small substances ( molecules ) on the surface of the blood cells.",
      "alternate_names": [
        "Transfusion  reaction-hemolytic",
        "Acute  hemolytic transfusion reaction",
        "AHTR",
        "Blood  incompatibility-ABO",
        "Transfusion  reaction-hemolytic; Acute  hemolytic transfusion reaction; AHTR; Blood  incompatibility-ABO"
      ],
      "symptoms": [
        "The  following are symptoms of ABO incompatibletransfusion reactions:",
        "Low  back pain Blood  in urine Chills  Feeling  of \"impending doom\" Fever  Nausea  and vomiting Shortness  of breath Increased  heart rate Pain  at infusion site Chest  pain Dizziness  Bronchospasm  ( spasm of the muscles lining the lung; causes cough )  Yellow  skin and whites of the eyes ( jaundice )  Acute  kidney failure Low  blood pressure Disseminated  intravascular coagulation ( DIC )",
        "Low  back pain",
        "Blood  in urine",
        "Chills",
        "Feeling  of \"impending doom\"",
        "Fever",
        "Nausea  and vomiting",
        "Shortness  of breath",
        "Increased  heart rate",
        "Pain  at infusion site",
        "Chest  pain",
        "Dizziness",
        "Bronchospasm  ( spasm of the muscles lining the lung; causes cough )",
        "Yellow  skin and whites of the eyes ( jaundice )",
        "Acute  kidney failure",
        "Low  blood pressure",
        "Disseminated  intravascular coagulation ( DIC )"
      ],
      "causes": [
        "The  different blood types are:",
        "Type  A Type  B Type  AB Type  O",
        "Type  A",
        "Type  B",
        "Type  AB",
        "Type  O",
        "People  who have one blood type may form proteins ( antibodies ) that cause their immune system to react against one or more of the other blood types.",
        "Being  exposed to another type of blood can cause a reaction. This  is important when someone needs to receive a blood transfusion or have an organ transplant. The  blood types must be compatible to avoid an ABO incompatibility reaction.",
        "For  example:",
        "People  with type A blood will react against type B or type AB blood. People  with type B blood will react against type A or type AB blood. People  with type O blood will react against type A, type B, or type AB blood. People  with type AB blood will not react against type A, type B, type AB, or type O blood.",
        "People  with type A blood will react against type B or type AB blood.",
        "People  with type B blood will react against type A or type AB blood.",
        "People  with type O blood will react against type A, type B, or type AB blood.",
        "People  with type AB blood will not react against type A, type B, type AB, or type O blood.",
        "Type  O blood does not cause an immune response when it is given to people with type A, type B, or type AB blood. This  is why type O blood cells can be given to people of any blood type. People  with type O blood are called universal donors. But  people with type O can only receive type O blood.",
        "Both  blood and plasma transfusions must be matched to avoid an immune reaction. Before  anyone receives blood, both the blood and the person receiving it are tested carefully to avoid a reaction. Usually, a reaction occurs because of a clerical error causing someone to receive incompatible blood."
      ],
      "exams_and_tests": [
        "The  health care provider will perform a physical exam. Blood  tests will usually show:",
        "Thebilirubin  levelis high Thecomplete  blood count ( CBC ) shows damage to red blood cells oranemia The  recipient's and donor's blood are not compatible Elevated  lactate dehydrogenase ( LDH )  Elevatedblood  urea nitrogen ( BUN ) and bloodcreatinine; in case of renal injury Prolonged  prothrombin time or partial thromboplastin time ( findings of DIC )  Positivedirect  antiglobulin test ( DAT )",
        "Thebilirubin  levelis high",
        "Thecomplete  blood count ( CBC ) shows damage to red blood cells oranemia",
        "The  recipient's and donor's blood are not compatible",
        "Elevated  lactate dehydrogenase ( LDH )",
        "Elevatedblood  urea nitrogen ( BUN ) and bloodcreatinine; in case of renal injury",
        "Prolonged  prothrombin time or partial thromboplastin time ( findings of DIC )",
        "Positivedirect  antiglobulin test ( DAT )",
        "Urine  tests show the presence of hemoglobin due to breakdown of red blood cells."
      ],
      "treatment": [
        "In  case of any reaction, transfusion should be stopped immediately. Treatment  may also include:",
        "Medicines  used to treat allergic reactions ( antihistamines )  Medicines  used to treat swelling and allergies ( steroids )  Fluids  given through a vein ( intravenously )  Medicines  to raise blood pressure if it drops too low",
        "Medicines  used to treat allergic reactions ( antihistamines )",
        "Medicines  used to treat swelling and allergies ( steroids )",
        "Fluids  given through a vein ( intravenously )",
        "Medicines  to raise blood pressure if it drops too low"
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "ABO incompatibility can be a very serious problem that can result in death. With  the right and timely treatment, a full recovery is expected."
      ],
      "possible_complications": [
        "Complications  that may result include:",
        "Kidney  failure Low  blood pressure needing intensive care Death",
        "Kidney  failure",
        "Low  blood pressure needing intensive care",
        "Death"
      ],
      "when_to_contact_a_medical_professional": [
        "Contact  your provider if you have recently had a blood transfusion or transplant and you have symptoms of ABO incompatibility."
      ],
      "prevention": [
        "Careful  testing of donor andÂ recipient blood types before transfusion or transplant can prevent this problem."
      ],
      "images": [
        "Jaundiced  infant Antibodies",
        "Jaundiced  infant",
        "Antibodies"
      ],
      "references": [
        "Kaide  CG, Thompson  LR. Transfusion  therapy: blood and blood products. In :  Roberts  JR, Custalow  CB, Thomsen  TW, eds. Roberts  and  Hedges '  Clinical   Procedures  in  Emergency   Medicine  and  Acute   Care. 7th ed. Philadelphia, PA:  Elsevier; 2019:chap 28.",
        "Manis  JP. Blood  components, product modifications, and blood donor screening. In :  Rifai  N, Chiu  RWK, Young  I, Burnham  CAD, Wittwer  CT, eds. Tietz   Textbook  of  Laboratory   Medicine. 7th ed. St   Louis, MO:  Elsevier; 2023:chap 91.",
        "Nester  T. Blood  component therapy and transfusion reactions. In :  Kellerman  RD, Rakel  DP, eds. Conn 's  Current   Therapy  2022. Philadelphia, PA:  Elsevier; 2022:408-415."
      ],
      "related_medlineplus_health_topics": [
        "Blood   Transfusion  and  Donation"
      ],
      "review_date": ""
    },
    {
      "id": "650beca3b687440565a13c45",
      "name": "Abscess-abdomen or pelvis",
      "description": "An  abdominal abscess is a pocket of infected fluid and pus located inside the belly ( abdominal cavity ). This  type of abscess can be located near or inside the liver, pancreas, kidneys or other organs. There  can be one or more abscesses.",
      "alternate_names": [
        "Abscess-intra-abdominal",
        "Pelvic  abscess",
        "Abscess-intra-abdominal; Pelvic  abscess"
      ],
      "symptoms": [
        "Pain  or discomfort in the belly that does not go away is a common symptom. This  pain:",
        "May  be found only in one area of your belly or over most of your belly May  be sharp or dull May  become worse over time",
        "May  be found only in one area of your belly or over most of your belly",
        "May  be sharp or dull",
        "May  become worse over time",
        "Depending  on where the abscess is located, you may have:",
        "Pain  in your back Pain  in your chest or shoulder",
        "Pain  in your back",
        "Pain  in your chest or shoulder",
        "Other  symptoms of an abdominal abscess may be a lot like symptoms of having the flu. You  may have:",
        "Swollen  belly Diarrhea  Fever  or chills Lack  of appetite and possible weight loss Nausea  or vomiting Weakness  Cough",
        "Swollen  belly",
        "Diarrhea",
        "Fever  or chills",
        "Lack  of appetite and possible weight loss",
        "Nausea  or vomiting",
        "Weakness",
        "Cough"
      ],
      "causes": [
        "You  can get abdominal abscesses because you have:",
        "A burst appendixA burst or leaking intestineA burst ovaryA perforated diverticulum, most often in the sigmoid colon Inflammatory  bowel disease Infection  in your gallbladder, pancreas, ovary or other organs Pelvic  infection Parasite  infection",
        "A burst appendix",
        "A burst or leaking intestine",
        "A burst ovary",
        "A perforated diverticulum, most often in the sigmoid colon",
        "Inflammatory  bowel disease",
        "Infection  in your gallbladder, pancreas, ovary or other organs",
        "Pelvic  infection",
        "Parasite  infection",
        "You  are more at risk for an abdominal abscess if you have:",
        "Trauma  Perforated  ulcer disease Surgery  in your belly area Weakened  immune system",
        "Trauma",
        "Perforated  ulcer disease",
        "Surgery  in your belly area",
        "Weakened  immune system",
        "Germs  may pass through your blood to an organ in your belly. Sometimes, no reason can be found for an abscess."
      ],
      "exams_and_tests": [
        "Your  symptoms can be a sign of many different problems. Your  health care provider will do some tests to help determine if you have an abdominal abscess. These  may include the following tests:",
        "Complete  blood count--A high white blood cell count is a possible sign of an abscess of other infection. Comprehensive  metabolic panel--This  will show any liver, kidney or blood problems.",
        "Complete  blood count--A high white blood cell count is a possible sign of an abscess of other infection.",
        "Comprehensive  metabolic panel--This  will show any liver, kidney or blood problems.",
        "Other  tests that should show abdominal abscesses include:",
        "Abdominal  x-ray Ultrasound  of the abdomen and pelvisCT scanof the abdomen and pelvisMR Iof  the abdomen and pelvis",
        "Abdominal  x-ray",
        "Ultrasound  of the abdomen and pelvis",
        "CT scanof the abdomen and pelvis",
        "MR Iof  the abdomen and pelvis"
      ],
      "treatment": [
        "Your  health care team will try to identify and treat the cause of the abscess. Your  abscess will be treated with antibiotics, drainage of the pus, or both. At  first, you will likely receive care in the hospital.",
        "ANTIBIOTICS",
        "You  will be given antibiotics to treat the abscess. You  will take them for up to 4 to 6 weeks.",
        "You  will start on IV antibiotics in the hospital and you may receive IV antibiotics at home. You  then may change to pills. Be  sure you take all of your antibiotics, even if you feel better.",
        "You  will start on IV antibiotics in the hospital and you may receive IV antibiotics at home.",
        "You  then may change to pills. Be  sure you take all of your antibiotics, even if you feel better.",
        "DRAINAGE",
        "Your  abscess needs to be drained of pus. Your  provider and you will decide the best way to do this.",
        "Using  a needle and drain--Your  provider puts a needle through the skin and into the abscess. Usually, this is done with the help of x-rays to make sure the needle is inserted into the abscess.",
        "Your  provider will give you medicine to make you sleepy, and medicine to numb the skin before the needle is inserted into the skin.",
        "A sample of the abscess will be sent to the lab. This  helps your provider choose which antibiotics to use.",
        "A drain is left in the abscess so that pus can drain out. Usually, the drain is kept in for days or weeks until the abscess gets better.",
        "Having  surgery--Sometimes, a surgeon does surgery to clean out the abscess. You  will be put undergeneral anesthesiaso that you are asleep for thesurgery. Surgery  may be needed if:",
        "Your  abscess cannot be reached safely using a needle through the skin Your  appendix, intestines, or another organ has burst",
        "Your  abscess cannot be reached safely using a needle through the skin",
        "Your  appendix, intestines, or another organ has burst",
        "The  surgeon will make a cut into the belly area. Laparotomyinvolves  a larger cut. Laparoscopyuses  a very small cut and a laparoscope ( a tiny video camera ). The  surgeon will then:",
        "Clean  and drain the abscess. Put  a drain into the abscess. The  drain stays in until the abscess gets better.",
        "Clean  and drain the abscess.",
        "Put  a drain into the abscess. The  drain stays in until the abscess gets better."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "How  well you respond to treatment depends on the cause of the abscess and how bad the infection is. It  also depends on your overall health. Usually, antibiotics and drainage takes care of abdominal abscesses that have not spread.",
        "You  may need more than one operation. Sometimes, an abscess will come back."
      ],
      "possible_complications": [
        "Complications  may include:",
        "The  abscess may not drain fully. The  abscess may come back ( recur ). The  abscess may cause severe illness and a bloodstream infection. The  infection could spread.",
        "The  abscess may not drain fully.",
        "The  abscess may come back ( recur ).",
        "The  abscess may cause severe illness and a bloodstream infection.",
        "The  infection could spread."
      ],
      "when_to_contact_a_medical_professional": [
        "Contact  your provider if you have:",
        "Severe  abdominal pain Fevers  Nausea  Vomiting  Changes  in bowel habits",
        "Severe  abdominal pain",
        "Fevers",
        "Nausea",
        "Vomiting",
        "Changes  in bowel habits"
      ],
      "prevention": [],
      "images": [
        "Intra-abdominal abscess-CT scan Meckel  diverticulum",
        "Intra-abdominal abscess-CT scan",
        "Meckel  diverticulum"
      ],
      "references": [
        "de  Prisco  G, Celinski  S, Spak  CW. Abdominal  abscesses and gastrointestinal fistulas. In :  Feldman  M, Friedman  LS, Brandt  LJ, eds. Sleisenger  and  Fordtran 's  Gastrointestinal  and  Liver   Disease. 11th ed. Philadelphia, PA:  Elsevier; 2021:chap 29.",
        "Landmann  A, Bonds  M, Postier  R. Acute  abdomen. In :  Townsend  CM  Jr, Beauchamp  RD, Evers  BM, Mattox  KL, eds. Sabiston   Textbook  of  Surgery. 21st ed. St   Louis, MO:  Elsevier; 2022:chap 46.",
        "Shapiro  NI, Jones  AE. Sepsis  syndromes. In :  Walls  RM, ed. Rosen 's  Emergency   Medicine :  Concepts  and  Clinical   Practice. 10th ed. Philadelphia, PA:  Elsevier; 2023:chap 135."
      ],
      "related_medlineplus_health_topics": [
        "Abscess"
      ],
      "review_date": ""
    },
    {
      "id": "650beca5b687440565a13c4b",
      "name": "Absent  menstrual periods-primary",
      "description": "Absence  of a woman's monthly menstrual period is called amenorrhea.",
      "alternate_names": [
        "Primary  amenorrhea",
        "No  periods-primary",
        "Absent  periods-primary",
        "Absent  menses-primary",
        "Absence  of periods-primary",
        "Primary  amenorrhea; No  periods-primary; Absent  periods-primary; Absent  menses-primary; Absence  of periods-primary"
      ],
      "symptoms": [
        "A female with amenorrhea will have no menstrual flow. She  may haveÂ other signs of puberty."
      ],
      "causes": [
        "Most  girls begin their periods between ages 9 and 18. The  average is around 12 years old. If  no periods have occurred when a girl is older than 15, further testing may be needed. The  need is more urgent if she has gone through other normal changes that occur during puberty.",
        "Being  born with incompletely formed genital or pelvic organs can lead to a lack of menstrual periods. Some  of these defects include:",
        "Blockages  or narrowing of the cervix Hymenthat  has no opening Missing  uterus or vagina Vaginal  septum ( a wall that divides the vagina into 2 sections )",
        "Blockages  or narrowing of the cervix",
        "Hymenthat  has no opening",
        "Missing  uterus or vagina",
        "Vaginal  septum ( a wall that divides the vagina into 2 sections )",
        "Hormones  play a big role in a woman's menstrual cycle. Hormone  problems can occur when:",
        "Changes  occur to the parts of the brain where hormones that help manage the menstrual cycle are produced. The  ovaries are not working correctly.",
        "Changes  occur to the parts of the brain where hormones that help manage the menstrual cycle are produced.",
        "The  ovaries are not working correctly.",
        "Either  of these problems may be due to:",
        "Anorexia  ( loss of appetite ) with low body mass index ( BMI )  Chronic  or long-term illnesses, such ascystic fibrosisor heart disease Genetic  defects or disorders Infections  that occurred before or after the woman's birth Other  birth defects Poor  nutrition Tumors",
        "Anorexia  ( loss of appetite ) with low body mass index ( BMI )",
        "Chronic  or long-term illnesses, such ascystic fibrosisor heart disease",
        "Genetic  defects or disorders",
        "Infections  that occurred before or after the woman's birth",
        "Other  birth defects",
        "Poor  nutrition",
        "Tumors",
        "In  many cases, the cause of primary amenorrhea is not known."
      ],
      "exams_and_tests": [
        "The  health care provider will perform a physical exam to check for birth defects of the vagina or uterus.",
        "The  provider will ask questions about:",
        "Your  medical history Medicines  and supplements you may be taking How  much exercise you do Your  eating habits",
        "Your  medical history",
        "Medicines  and supplements you may be taking",
        "How  much exercise you do",
        "Your  eating habits",
        "A pregnancy test will be done.",
        "Blood  tests to measure different hormone levels may include:",
        "Estradiol FSHLH Prolactin 17 hydroxyprogesterone Serum  progesterone Serum  testosterone levelTSHT3andT4",
        "Estradiol",
        "FSH",
        "LH",
        "Prolactin",
        "17 hydroxyprogesterone",
        "Serum  progesterone",
        "Serum  testosterone level",
        "TSH",
        "T3andT4",
        "Other  tests that may be done include:",
        "Chromosome  or genetic testing Head  CT scanorhead MRI scanto look for brain tumors Pelvic  ultrasound to look for birth defects",
        "Chromosome  or genetic testing",
        "Head  CT scanorhead MRI scanto look for brain tumors",
        "Pelvic  ultrasound to look for birth defects"
      ],
      "treatment": [
        "Treatment  depends on the cause of the missing period. Lack  of periods that is caused by birth defects may require hormone medicines, surgery, or both.",
        "If  the amenorrhea is caused by a tumor in the brain:",
        "Medicines  may shrink certain types of tumors. Surgery  to remove the tumor may also be needed. Radiation  therapyis usually only done when other treatments have not worked.",
        "Medicines  may shrink certain types of tumors.",
        "Surgery  to remove the tumor may also be needed.",
        "Radiation  therapyis usually only done when other treatments have not worked.",
        "If  the problem is caused by a systemic disease, treatment of the disease may allow menstruation to begin.",
        "If  the cause is thebulimia, anorexia or too much exercise, periods will often begin when the weight returns to normal or the exercise level is decreased.",
        "If  the amenorrhea cannot be corrected, hormone medicines can sometimes be used. Medicines  can help the woman feel more like her friends and female family members. They  can also protect the bones from becoming too thin ( osteoporosis )."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "The  outlook depends on the cause of the amenorrhea and whether it can be corrected with treatment or lifestyle changes.",
        "Periods  are not likely to start on their own if the amenorrhea was caused byÂ one of the following conditions:",
        "Birth  defects of the female organs Craniopharyngioma  ( a tumor near the pituitary gland at the base of the brain )  Cystic  fibrosis Genetic  disorders",
        "Birth  defects of the female organs",
        "Craniopharyngioma  ( a tumor near the pituitary gland at the base of the brain )",
        "Cystic  fibrosis",
        "Genetic  disorders",
        "You  may have emotional distress because you feel different from friends or family. Or, you may worry that you might not be able to have children."
      ],
      "possible_complications": [],
      "when_to_contact_a_medical_professional": [
        "Contact  your provider if your daughter is older than 15 and has not yet begun menstruating, or if she is 14 or older and shows no other signs of puberty."
      ],
      "prevention": [],
      "images": [
        "Primary  amenorrhea Normal  uterine anatomy ( cut section )  Absence  of menstruation ( amenorrhea )",
        "Primary  amenorrhea",
        "Normal  uterine anatomy ( cut section )",
        "Absence  of menstruation ( amenorrhea )"
      ],
      "references": [
        "Bulun  SE. Physiology  and pathology of the female reproductive axis. In :  Melmed  S, Auchus  RJ, Goldfine  AB, Koenig  RJ, Rosen  CJ, eds. Williams   Textbook  of  Endocrinology. 14th ed. Philadelphia, PA:  Elsevier; 2020:chap 17.",
        "Lobo  RA. Primary  and secondary amenorrhea and precocious puberty: etiology, diagnostic evaluation, management. In :  Gershenson  DM, Lentz  GM, Valea  FA, Lobo  RA, eds. Comprehensive   Gynecology. 8th ed. Philadelphia, PA:  Elsevier; 2022:chap 36.",
        "Magowan  BA, Owen  P, Thomson  A. The  normal menstrual cycle and amenorrhoea. In :  Magowan  BA, Owen  P, Thomson  A, eds. Clinical   Obstetrics  and  Gynaecology. 4th ed. Elsevier; 2019:chap 4."
      ],
      "related_medlineplus_health_topics": [
        "Menstruation"
      ],
      "review_date": ""
    },
    {
      "id": "650beca6b687440565a13c4d",
      "name": "Absent  menstrual periods-secondary",
      "description": "Absence  of a woman's monthly menstrual period is called amenorrhea. Secondary  amenorrhea is when a woman who has been having normal menstrual cycles stops getting her periods for 6 months or longer.",
      "alternate_names": [
        "Amenorrhea-secondary",
        "No  periods-secondary",
        "Absent  periods-secondary",
        "Absent  menses-secondary",
        "Absence  of periods-secondary",
        "Amenorrhea-secondary; No  periods-secondary; Absent  periods-secondary; Absent  menses-secondary; Absence  of periods-secondary"
      ],
      "symptoms": [
        "In  addition to having no menstrual periods, other symptoms can include:",
        "Breast  size changes Weight  gainorweight loss Discharge  from the breast or change in breast size Acne  and increased hair growth in a male pattern Vaginal  dryness Voice  changes",
        "Breast  size changes",
        "Weight  gainorweight loss",
        "Discharge  from the breast or change in breast size",
        "Acne  and increased hair growth in a male pattern",
        "Vaginal  dryness",
        "Voice  changes",
        "If  amenorrhea is caused by a pituitary tumor, there may be other symptoms related to the tumor, such as vision loss andheadache."
      ],
      "causes": [
        "Secondary  amenorrhea can occur due to natural changes in the body. For  example, the most common cause of secondary amenorrhea is pregnancy. Breastfeeding  and menopause are also common, but natural causes.",
        "Women  who take birth control pills or who receive hormone shots such as  Depo-Provera  may not have any monthly bleeding. When  they stop taking these hormones, their periods may not return for more than 6 months.",
        "You  are more likely to have absent periods if you:",
        "Are  obese Exercise  too much and for long periods of time Have  very low body fat ( less than 15% to 17% )  Have  severe anxiety or emotional distress Lose  a lot of weight suddenly ( for example, from strict or extreme diets or aftergastric bypass surgery )",
        "Are  obese",
        "Exercise  too much and for long periods of time",
        "Have  very low body fat ( less than 15% to 17% )",
        "Have  severe anxiety or emotional distress",
        "Lose  a lot of weight suddenly ( for example, from strict or extreme diets or aftergastric bypass surgery )",
        "Other  causes include:",
        "Brain  ( pituitary ) tumors Drugs  for cancer treatment Medicines  to treatschizophreniaor psychosis Overactive  thyroid gland Polycystic  ovarian syndrome Reduced  function of the ovaries",
        "Brain  ( pituitary ) tumors",
        "Drugs  for cancer treatment",
        "Medicines  to treatschizophreniaor psychosis",
        "Overactive  thyroid gland",
        "Polycystic  ovarian syndrome",
        "Reduced  function of the ovaries",
        "Also, procedures such as a dilation and curettage ( D and C ) can cause scar tissue to form. This  tissue may cause a woman to stop menstruating. This  is called Asherman  syndrome. Scarring  may also be caused by some severe pelvic infections."
      ],
      "exams_and_tests": [
        "A physical exam and pelvic exam must be done to check for pregnancy. Apregnancy  testwill be done.",
        "Blood  tests may be done to check hormone levels, including:",
        "Estradiol  levels Follicle  stimulating hormone ( FSH level )  Luteinizing  hormone ( LH level )  Prolactin  level Serumhormone  levels, such astestosteronelevels Thyroid  stimulating hormone ( TSH )",
        "Estradiol  levels",
        "Follicle  stimulating hormone ( FSH level )",
        "Luteinizing  hormone ( LH level )",
        "Prolactin  level",
        "Serumhormone  levels, such astestosteronelevels",
        "Thyroid  stimulating hormone ( TSH )",
        "Other  tests that may be performed include:",
        "CT scanorMRI scan of the headto look for tumors Biopsy  of the lining of the uterus Genetic  testing Ultrasound  of the pelvis orhysterosonogram ( pelvic ultrasound that involves putting saline solution inside the uterus )",
        "CT scanorMRI scan of the headto look for tumors",
        "Biopsy  of the lining of the uterus",
        "Genetic  testing",
        "Ultrasound  of the pelvis orhysterosonogram ( pelvic ultrasound that involves putting saline solution inside the uterus )"
      ],
      "treatment": [
        "Treatment  depends on the cause of amenorrhea. Normal  monthly periodsÂ most oftenÂ return after the condition is treated.",
        "A lack of menstrual period due toobesity, vigorous exercise, or weight loss may respond to a change in exercise routine or weight control ( gain or loss, as needed )."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "The  outlook depends on the cause of amenorrhea. Many  of the conditions that cause secondary amenorrhea will respond to treatment."
      ],
      "possible_complications": [],
      "when_to_contact_a_medical_professional": [
        "See  your primary health care provider or women's health care provider if you have missed more than one period so you can get diagnosed and treated, if needed."
      ],
      "prevention": [],
      "images": [
        "Secondary  amenorrhea Normal  uterine anatomy ( cut section )  Absence  of menstruation ( amenorrhea )",
        "Secondary  amenorrhea",
        "Normal  uterine anatomy ( cut section )",
        "Absence  of menstruation ( amenorrhea )"
      ],
      "references": [
        "Bulun  SE. Physiology  and pathology of the female reproductive axis. In   Melmed  S, Auchus  RJ, Goldfine  AB, Koenig  RJ, et al. Williams   Textbook  of  Endocrinology. 14th ed. Philadelphia, PA:  Elsevier; 2020:chap 17.",
        "Lobo  RA. Primary  and secondary amenorrhea and precocious puberty. In :  Gershenson  DM, Lentz  GM, Valea  FA, Lobo  RA, eds. Comprehensive   Gynecology. 8th ed. Philadelphia, PA:  Elsevier; 2022:chap 36.",
        "Magowan  BA, Owen  P, Thomson  A. The  normal menstrual cycle and amenorrhoea. In :  Magowan  BA, Owen  P, Thomson  A, eds. Clinical   Obstetrics  and  Gynaecology. 4th ed. Elsevier; 2019:chap 4."
      ],
      "related_medlineplus_health_topics": [
        "Menstruation"
      ],
      "review_date": ""
    },
    {
      "id": "650beca7b687440565a13c4f",
      "name": "Absent  pulmonary valve",
      "description": "Absent  pulmonary valve is a rare defect in which the pulmonary valve is either missing or poorly formed. Oxygen-poor blood flows through this valve from the heart to the lungs, where it picks up fresh oxygen. This  condition is present at birth ( congenital ).",
      "alternate_names": [
        "Absent  pulmonary valve syndrome",
        "Congenital  absence of the pulmonary valve",
        "Pulmonary  valve agenesis",
        "Cyanotic  heart disease-pulmonary valve",
        "Congenital  heart disease-pulmonary valve",
        "Birth  defect heart-pulmonary valve",
        "Absent  pulmonary valve syndrome; Congenital  absence of the pulmonary valve; Pulmonary  valve agenesis; Cyanotic  heart disease-pulmonary valve; Congenital  heart disease-pulmonary valve; Birth  defect heart-pulmonary valve"
      ],
      "symptoms": [
        "Symptoms  can vary depending on which other defects the infant has, but may include:",
        "Blue  coloring to the skin ( cyanosis )  Coughing  Failure  to thrive Poor  appetite Rapid  breathing Respiratory  failure Wheezing",
        "Blue  coloring to the skin ( cyanosis )",
        "Coughing",
        "Failure  to thrive",
        "Poor  appetite",
        "Rapid  breathing",
        "Respiratory  failure",
        "Wheezing"
      ],
      "causes": [
        "Absent  pulmonary valve occurs when the pulmonary valve does not form or develop properly while the baby is in the mother's womb. When  present, it often occurs as part of a heart condition calledtetralogy of  Fallot. It  is found in about 3% to 6% of people who have tetralogy of  Fallot.",
        "When  the pulmonary valve is missing or does not work well, blood does not flow efficiently to the lungs to get enough oxygen.",
        "In  most cases, there is also a hole between the left and right ventricles of the heart ( ventricular septal defect ). This  defect will also lead to low-oxygen blood being pumped out to the body.",
        "The  skin will have a blue appearance ( cyanosis ), because the body's blood contains a low amount of oxygen.",
        "Absent  pulmonary valve also results in very enlarged ( dilated ) branch pulmonary arteries ( the arteries that carry blood to the lungs to pick up oxygen ). They  can become so enlarged that they press on the tubes that bring the oxygen into the lungs ( bronchi ). This  causes breathing problems.",
        "Other  heart defects that can occur with absent pulmonary valve include:",
        "Abnormal  tricuspid valve Atrial  septal defect Double  outlet right ventricle Ductus  arteriosis Endocardial  cushion defect Marfan  syndrome Tricuspid  atresia Absent  left pulmonary artery",
        "Abnormal  tricuspid valve",
        "Atrial  septal defect",
        "Double  outlet right ventricle",
        "Ductus  arteriosis",
        "Endocardial  cushion defect",
        "Marfan  syndrome",
        "Tricuspid  atresia",
        "Absent  left pulmonary artery",
        "Heart  problems that occur with absent pulmonary valve may be due to defects in certain genes."
      ],
      "exams_and_tests": [
        "Absent  pulmonary valve may be diagnosed before the baby is born with a test that uses sound waves to create an image of the heart ( echocardiogram ).",
        "During  an exam, the health care provider may hear a murmur in the infant's chest.",
        "Tests  for absent pulmonary valve include:",
        "A test to measure the electrical activity of the heart ( electrocardiogram )  Heart  CT scan Chest  x-ray Echocardiogram  Magnetic  resonance imaging ( MRI ) of the heart",
        "A test to measure the electrical activity of the heart ( electrocardiogram )",
        "Heart  CT scan",
        "Chest  x-ray",
        "Echocardiogram",
        "Magnetic  resonance imaging ( MRI ) of the heart"
      ],
      "treatment": [
        "Infants  who have respiratory symptoms typically need surgery early. Infants  without severe symptoms most often have surgery within the first 3 to 6 months of life or later.",
        "Depending  on the type of other heart defects the infant has, surgery may involve:",
        "Closing  the hole in the wall between the left and right ventricles of the heart ( ventricular septal defect )  Closing  a blood vessel that connects the aorta to the pulmonary artery ( ductus arteriosis )  Enlarging  the flow from the right ventricle to the lungs",
        "Closing  the hole in the wall between the left and right ventricles of the heart ( ventricular septal defect )",
        "Closing  a blood vessel that connects the aorta to the pulmonary artery ( ductus arteriosis )",
        "Enlarging  the flow from the right ventricle to the lungs",
        "Types  of surgery for absent pulmonary valve include:",
        "Moving  the pulmonary artery to the front of the aorta and away from the airways Rebuilding  the artery wall in the lungs to reduce pressure on the airways ( pulmonary plication and reduction arterioplasty )  Rebuilding  the windpipe and breathing tubes to the lungs Replacing  the abnormal pulmonary valve with one taken from human or animal tissue",
        "Moving  the pulmonary artery to the front of the aorta and away from the airways",
        "Rebuilding  the artery wall in the lungs to reduce pressure on the airways ( pulmonary plication and reduction arterioplasty )",
        "Rebuilding  the windpipe and breathing tubes to the lungs",
        "Replacing  the abnormal pulmonary valve with one taken from human or animal tissue",
        "Infants  with severe breathing symptoms may need to get oxygen or be placed on a breathing machine ( ventilator ) before and after surgery."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "Without  surgery, there may be a risk for serious consequences.",
        "In  many cases, surgery can treat the condition and relieve symptoms. Outcomes  are most often very good."
      ],
      "possible_complications": [
        "Complications  may include:",
        "Brain  infection ( abscess )  Lung  collapse ( atelectasis )  Pneumonia  Right-sided heart failure Stroke",
        "Brain  infection ( abscess )",
        "Lung  collapse ( atelectasis )",
        "Pneumonia",
        "Right-sided heart failure",
        "Stroke"
      ],
      "when_to_contact_a_medical_professional": [
        "Contact  your provider if your infant has symptoms of absent pulmonary valve. If  you have a family history of heart defects, talk to your provider before or during pregnancy."
      ],
      "prevention": [
        "Although  there is no way to prevent this condition, families may be evaluated to determine their risk for congenital defects."
      ],
      "images": [
        "Absent  pulmonary valve Cyanotic  ' Tet  spell' Tetralogy  of  Fallot",
        "Absent  pulmonary valve",
        "Cyanotic  ' Tet  spell'",
        "Tetralogy  of  Fallot"
      ],
      "references": [
        "Kliegman  RM, St. Geme  JW, Blum  NJ, Shah  SS, Tasker  RC, Wilson  KM. Acyanotic  congenital heart disease: regurgitant lesions. In :  Kliegman  RM, St. Geme  JW, Blum  NJ, Shah  SS, Tasker  RC, Wilson  KM, eds. Nelson   Textbook  of  Pediatrics. 21st ed. Philadelphia, PA:  Elsevier; 2020:chap 455.",
        "Kliegman  RM, St. Geme  JW, Blum  NJ, Shah  SS, Tasker  RC, Wilson  KM. Cyanotic  congenital heart lesions: lesions associated with decreased pulmonary blood flow. In :  Kliegman  RM, St. Geme  JW, Blum  NJ, Shah  SS, Tasker  RC, Wilson  KM, eds. Nelson   Textbook  of  Pediatrics. 21st ed. Philadelphia, PA:  Elsevier; 2020:chap 457.",
        "Scholz  T, Reinking  BE. Congenital  heart disease. In :  Gleason  CA, Juul  SE, eds. Avery 's  Diseases  of the  Newborn. 10th ed. Philadelphia, PA:  Elsevier; 2018:chap 55.",
        "Valente  AM, Dorfman  AL, Babu-Narayan  SV, Krieger  EV. Congenital  heart disease in the adolescent and adult. In :  Libby  P, Bonow  RO, Mann  DL, Tomaselli  GF, Bhatt  DL, Solomon  SD, eds. Braunwald 's  Heart   Disease : A  Textbook  of  Cardiovascular   Medicine. 12th ed. Philadelphia, PA:  Elsevier; 2022:chap 82."
      ],
      "related_medlineplus_health_topics": [
        "Congenital   Heart   Defects  Heart   Valve   Diseases",
        "Congenital   Heart   Defects",
        "Heart   Valve   Diseases"
      ],
      "review_date": ""
    },
    {
      "id": "650beca7b687440565a13c51",
      "name": "Acanthosis  nigricans",
      "description": "Acanthosis  nigricans ( AN ) is a skin disorder in which there is darker, thick, velvety skin in body folds and creases.",
      "alternate_names": [
        "AN",
        "Skin  pigment disorder-acanthosis nigricans",
        "AN; Skin  pigment disorder-acanthosis nigricans"
      ],
      "symptoms": [
        "AN usually appears slowly and doesn't cause any symptoms other than skin changes.",
        "Eventually, dark, velvety skin with very visible markings and creases appears in the armpits, groin and neck folds, and over the joints of the fingers and toes.",
        "Sometimes, the lips, palms, soles of the feet, or other areas are affected. These  symptoms are more common in people with cancer."
      ],
      "causes": [
        "AN can affect otherwise healthy people. It  can also be related to medical problems, such as:",
        "Genetic  disorders, including Down  syndromeand Alstr Ã¶m syndrome Hormone  imbalances that occur in diabetes and obesity, often called insulin resistance Cancer, such as cancer of the digestive system, liver, kidney, bladder, or lymphoma Some  medicines, including hormones such as human growth hormone or birth control pills",
        "Genetic  disorders, including Down  syndromeand Alstr Ã¶m syndrome",
        "Hormone  imbalances that occur in diabetes and obesity, often called insulin resistance",
        "Cancer, such as cancer of the digestive system, liver, kidney, bladder, or lymphoma",
        "Some  medicines, including hormones such as human growth hormone or birth control pills"
      ],
      "exams_and_tests": [
        "Your  health care provider can usually diagnose AN by looking at your skin. Askin  biopsymay be needed in rare cases.",
        "If  there is no clear cause of AN, your provider may order tests. These  may include:",
        "Blood  tests to check blood sugar level or insulin level Endoscopy X-rays",
        "Blood  tests to check blood sugar level or insulin level",
        "Endoscopy",
        "X-rays"
      ],
      "treatment": [
        "No  treatment is needed, as AN only causes a change in skin color. If  the condition is affecting your appearance, using moisturizers containing ammonium lactate, tretinoin, or hydroquinone can help lighten the skin. Your  provider may also suggest laser treatment.",
        "It  is important to treat any underlying medical problem that may be causing these skin changes. When  AN is related to obesity, losing weight often improves the condition."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "AN often disappears if the cause can be found and treated."
      ],
      "possible_complications": [],
      "when_to_contact_a_medical_professional": [
        "Contact  your provider if you develop areas of thick, dark, velvety skin."
      ],
      "prevention": [],
      "images": [
        "Acanthosis  nigricans-close-up Acanthosis  nigricans on the hand",
        "Acanthosis  nigricans-close-up",
        "Acanthosis  nigricans on the hand"
      ],
      "references": [
        "Dinulos  JGH. Cutaneous  manifestations of internal disease. In :  Dinulos  JGH, ed. Habif 's  Clinical   Dermatology. 7th ed. Philadelphia, PA:  Elsevier; 2021:chap 26.",
        "Patterson  JW. Miscellaneous  conditions. In :  Patterson  JW, ed. Weedon 's  Skin   Pathology. 5th ed. Philadelphia, PA:  Elsevier; 2021:chap 20."
      ],
      "related_medlineplus_health_topics": [
        "Skin   Pigmentation   Disorders"
      ],
      "review_date": ""
    },
    {
      "id": "650becacb687440565a13c5d",
      "name": "Achalasia",
      "description": "The  tube that carries food from the mouth to the stomach is the esophagus or food pipe. Achalasia  makes it harder for the esophagus to move food into the stomach.",
      "alternate_names": [
        "Esophageal  achalasia",
        "Swallowing  problems for liquids and solids",
        "Cardiospasm-lower esophageal sphincter spasm",
        "Esophageal  achalasia; Swallowing  problems for liquids and solids; Cardiospasm-lower esophageal sphincter spasm"
      ],
      "symptoms": [
        "Symptoms  include:",
        "Backflow  ( regurgitation ) of food Chest  pain, which may increase after eating, or may be felt as pain in the back, neck, and arms Cough  Difficulty  swallowing liquids and solids Heartburn  Unintentional  weight loss",
        "Backflow  ( regurgitation ) of food",
        "Chest  pain, which may increase after eating, or may be felt as pain in the back, neck, and arms",
        "Cough",
        "Difficulty  swallowing liquids and solids",
        "Heartburn",
        "Unintentional  weight loss"
      ],
      "causes": [
        "There  is a muscular ring at the point where the esophagus and stomach meet. It  is called the lower esophageal sphincter ( LES ). Normally, this muscle relaxes when you swallow to allow food to pass into the stomach. In  people with achalasia, it does not relax as it should. In  addition, the normal muscle activity of the esophagus ( peristalsis ) is reduced or absent.",
        "This  problem is caused by damage to the nerves of the esophagus.",
        "Other  problems can cause similar symptoms, such as cancer of the esophagus or upper stomach, and a parasite infection that causes Chagas  disease, which is more common in  Mexico  and  Central  and  South   America.",
        "Achalasia  is rare. It  may occur at any age, but is most common in people ages 25 to 60. In  some people, the problem may be inherited."
      ],
      "exams_and_tests": [
        "Physical  exam may show signs ofanemiaormalnutrition.",
        "Tests  include:",
        "Manometry, Â a test to measure if your esophagus is working properly. EG Dor  upper endoscopy, a test to examine the lining of the stomach and esophagus. Â  It  uses a flexible tube and camera. Upper  GI x-ray.",
        "Manometry, Â a test to measure if your esophagus is working properly.",
        "EG Dor  upper endoscopy, a test to examine the lining of the stomach and esophagus. Â  It  uses a flexible tube and camera.",
        "Upper  GI x-ray."
      ],
      "treatment": [
        "The  goal of treatment is to reduce the pressure at the sphincter muscle and allow food and liquids to pass easily into the stomach. Therapy  may involve:",
        "Injection  with botulinum toxin (  Botox  )--This  may help relax the sphincter muscles. However, the benefit wears off within a few weeks or months. Medicines, such as long-acting nitrates or calcium channel blockers--These  drugs can be used to relax the lower esophagus sphincter. But  there is rarely a long-term solution to treat achalasia. Surgery  ( called a myotomy )--In  this procedure, the lower sphincter muscle is cut. This  procedure is usually performed using a laparoscope. Widening  ( dilation ) of the esophagus--This  is done during EGD by stretching the LES with a balloon dilator.",
        "Injection  with botulinum toxin (  Botox  )--This  may help relax the sphincter muscles. However, the benefit wears off within a few weeks or months.",
        "Medicines, such as long-acting nitrates or calcium channel blockers--These  drugs can be used to relax the lower esophagus sphincter. But  there is rarely a long-term solution to treat achalasia.",
        "Surgery  ( called a myotomy )--In  this procedure, the lower sphincter muscle is cut. This  procedure is usually performed using a laparoscope.",
        "Widening  ( dilation ) of the esophagus--This  is done during EGD by stretching the LES with a balloon dilator.",
        "Your  health care provider can help you decide which treatment is best for you."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "The  outcomes of surgery and non-surgical treatments are similar. More  than one treatment is sometimes necessary."
      ],
      "possible_complications": [
        "Complications  may include:",
        "Backflow  ( regurgitation ) of acid or food from the stomach into the esophagus ( reflux )  Breathing  food contents into the lungs ( aspiration ), which can cause pneumonia Tearing  ( perforation ) of the esophagus",
        "Backflow  ( regurgitation ) of acid or food from the stomach into the esophagus ( reflux )",
        "Breathing  food contents into the lungs ( aspiration ), which can cause pneumonia",
        "Tearing  ( perforation ) of the esophagus"
      ],
      "when_to_contact_a_medical_professional": [
        "Contact  your provider if:",
        "You  have trouble swallowing or painful swallowing Your  symptoms continue, even with treatment for achalasia",
        "You  have trouble swallowing or painful swallowing",
        "Your  symptoms continue, even with treatment for achalasia"
      ],
      "prevention": [
        "Many  of the causes of achalasia cannot be prevented. However, treatment may help to prevent complications."
      ],
      "images": [
        "Digestive  system Upper  gastrointestinal system Achalasia-series",
        "Digestive  system",
        "Upper  gastrointestinal system",
        "Achalasia-series"
      ],
      "references": [
        "Falk  GW, Katzka  DA. Diseases  of the esophagus. In :  Goldman  L, Schafer  AI, eds. Goldman-Cecil   Medicine. 26th ed. Philadelphia, PA:  Elsevier; 2020:chap 129.",
        "Hamer  PW, Lamb  PJ. The  management of achalasia and other motility disorders of the oesophagus. In :  Griffin  SM, Lamb  PJ, eds. Oesophagogastric   Surgery : A  Companion  to  Specialist   Surgical   Practice. 6th ed. Philadelphia, PA:  Elsevier; 2019:chap 16.",
        "Pandolfino  JE, Kahrilas  PJ. Esophageal  neuromuscular function and motility disorders. In :  Feldman  M, Friedman  LS, Brandt  LJ, eds. Sleisenger  and  Fordtran 's  Gastrointestinal  and  Liver   Disease. 11th ed. Philadelphia, PA:  Elsevier; 2021:chap 44."
      ],
      "related_medlineplus_health_topics": [
        "Esophagus   Disorders"
      ],
      "review_date": ""
    },
    {
      "id": "650becadb687440565a13c5f",
      "name": "Achilles  tendinitis",
      "description": "Achilles  tendinitis occurs when the tendon that connects the back of your leg to your heel becomes swollen and painful near the bottom of the foot. This  tendon is called the  Achilles  tendon. It  allows you to push your foot down. You  use your  Achilles  tendon when walking, running, and jumping.",
      "alternate_names": [
        "Tendinitis  of the heel",
        "Heel  pain-Achilles",
        "Tendinitis  of the heel; Heel  pain-Achilles"
      ],
      "symptoms": [
        "Symptoms  include pain in the heel and along the length of the tendon when walking or running. The  area may feel painful and stiff in the morning.",
        "The  tendon may be painful to touch or move. The  area may be swollen and warm. You  may have trouble standing up on your toes. You  may also have trouble finding shoes that fit comfortably due to pain in the back of your heel."
      ],
      "causes": [
        "There  are two large muscles in the calf. These  create the power needed to push off with the foot or go up on the toes. The  large  Achilles  tendon connects these muscles to the heel.",
        "Heel  painis most often due to overuse of the foot. Rarely, it is caused by an injury.",
        "Tendinitisdue  to overuse is most common in younger people. It  can occur in walkers, runners, or other athletes.",
        "Achilles  tendinitis may be more likely to occur if:",
        "There  is a sudden increase in the amount or intensity of an activity. Your  calf muscles are very tight ( not stretched out ). You  run on hard surfaces, such as concrete. You  run too often. You  jump a lot ( such as when playing basketball ). You  do not wear shoes that give your feet proper support. Your  foot suddenly turns in or out.",
        "There  is a sudden increase in the amount or intensity of an activity.",
        "Your  calf muscles are very tight ( not stretched out ).",
        "You  run on hard surfaces, such as concrete.",
        "You  run too often.",
        "You  jump a lot ( such as when playing basketball ).",
        "You  do not wear shoes that give your feet proper support.",
        "Your  foot suddenly turns in or out.",
        "Tendinitis  from arthritis is more common in middle-aged and older adults. A bone spur or growth may form in the back of the heel bone. This  may irritate the  Achilles  tendon and cause pain and swelling. Flat  feet will put more tension on the tendon."
      ],
      "exams_and_tests": [
        "The  health care provider will perform a physical exam. They  will look for tenderness along the tendon and pain in the area of the tendon when you stand on your toes.",
        "X-rays can help diagnose bone problems.",
        "An MRIÂ scan of the foot may be done if you are considering surgery or there is a chance that you have a tear in the  Achilles  tendon."
      ],
      "treatment": [
        "The  main treatments for  Achilles  tendinitis do not involve surgery. It  is important to remember that it may take at least 2 to 3 months for the pain to go away.",
        "Try  putting ice on the  Achilles  tendon area for 15 to 20 minutes, 2 to 3 times per day. Remove  the ice if the area gets numb.",
        "Changes  in activity may help manage the symptoms:",
        "Decrease  or stop any activity that causes pain. Run  or walk on smoother and softer surfaces. Switch  to biking, swimming, or other activities that put less stress on the  Achilles  tendon.",
        "Decrease  or stop any activity that causes pain.",
        "Run  or walk on smoother and softer surfaces.",
        "Switch  to biking, swimming, or other activities that put less stress on the  Achilles  tendon.",
        "Your  provider or physical therapist can show you stretching exercises or eccentric loading exercises for the  Achilles  tendon.",
        "You  may also need to make changes in your footwear, such as:",
        "Using  a brace, boot or cast to keep the heel and tendon still and allow the swelling to go down Placing  heel lifts in the shoe under the heel Wearing  shoes that are softer in the areas over and under the heel cushion",
        "Using  a brace, boot or cast to keep the heel and tendon still and allow the swelling to go down",
        "Placing  heel lifts in the shoe under the heel",
        "Wearing  shoes that are softer in the areas over and under the heel cushion",
        "Nonsteroidal  anti-inflammatory drugs ( NSAI Ds  ), such as aspirin and ibuprofen, can help ease pain or swelling.",
        "Other  treatment include injections, such as platelet rich plasma or steroids, to reduce the inflammation. However, the tendon can become even weaker following injection and should be protected after the injections.",
        "If  these treatments do not improve symptoms, you may need surgery to remove inflamed tissue and abnormal areas of the tendon. If  there is a bone spur irritating the tendon, surgery can be used to remove the spur.",
        "Extracorporeal  shock wave therapy ( ESWT ) may be an alternative to surgery for people who have not responded to other treatments. This  treatment uses low-dose sound waves."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "In  most cases, lifestyle changes help improve symptoms. Keep  in mind that symptoms may return if you do not limit activities that cause pain, or if you do not maintain the strength and flexibility of the tendon."
      ],
      "possible_complications": [
        "Achilles  tendinitis may make you more likely to have an  Achilles  rupture. This  condition most often causes a sharp pain that feels as if you have been hit in the back of the heel with a stick. Surgical  repair is often necessary. However, the surgery mayÂ not be as successful as usual because there is already damage to the tendon."
      ],
      "when_to_contact_a_medical_professional": [
        "Contact  your provider if:",
        "You  have pain in the heel around the  Achilles  tendon that is worse with activity. You  have sharp pain and are unable to walk or push-off without extreme pain or weakness.",
        "You  have pain in the heel around the  Achilles  tendon that is worse with activity.",
        "You  have sharp pain and are unable to walk or push-off without extreme pain or weakness."
      ],
      "prevention": [
        "Exercises  to keep your calf muscles strong and flexible will help reduce the risk for tendinitis. Overusing  a weak or tight  Achilles  tendon makes you more likely to develop tendinitis."
      ],
      "images": [
        "Inflamed   Achilles  tendon"
      ],
      "references": [
        "Biundo  JJ. Bursitis, tendinitis, and other periarticular disorders and sports medicine. In :  Goldman  L, Schafer  AI, eds. Goldman-Cecil   Medicine. 26th ed. Philadelphia, PA:  Elsevier; 2020:chap 247.",
        "Brotzman  SB. Achilles  tendinopathy. In :  Giangarra  CE, Manske  RC, eds. Clinical   Orthopaedic   Rehabilitation : A  Team   Approach. 4th ed. Philadelphia, PA:  Elsevier; 2018:chap 44.",
        "Hogrefe  C, Jones  EM. Tendinopathy  and bursitis. In :  Walls  RM, Hockberger  RS, Gausche-Hill  M, eds. Rosen 's  Emergency   Medicine :  Concepts  and  Clinical   Practice. 10th ed. Philadelphia, PA:  Elsevier; 2023:chap 103.",
        "Waldman  SD. Achilles  tendinitis. In :  Waldman  SD, ed. Atlas  of  Common   Pain   Syndromes. 4th ed. Philadelphia, PA:  Elsevier; 2019:chap 126."
      ],
      "related_medlineplus_health_topics": [
        "Heel   Injuries  and  Disorders  Tendinitis",
        "Heel   Injuries  and  Disorders",
        "Tendinitis"
      ],
      "review_date": ""
    },
    {
      "id": "650becafb687440565a13c63",
      "name": "Achondrogenesis",
      "description": "Achondrogenesis  is a rare type of growth hormone deficiency in which there is a defect in the development of bone and cartilage.",
      "alternate_names": [
        "No  information"
      ],
      "symptoms": [
        "Symptoms  may include:",
        "Very  short trunk, arms, legs, and neck Head  appears large in relation to the trunk Small  lower jaw Narrow  chest",
        "Very  short trunk, arms, legs, and neck",
        "Head  appears large in relation to the trunk",
        "Small  lower jaw",
        "Narrow  chest"
      ],
      "causes": [
        "Achondrogenesis  is inherited, which means it is passed down through families.",
        "Some  types are known to be recessive, meaning both parents carry the defective gene. The  chance for a subsequent child to be affected is 25%."
      ],
      "exams_and_tests": [
        "X-rays show bone problems associated with the condition."
      ],
      "treatment": [
        "There  is no current therapy. Talk  to your health care provider about care decisions.",
        "You  may want to seek genetic counseling."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "The  outcome is most often very poor. Many  infants with achondrogenesis arestillbornor die shortly after birth because ofbreathing problemsrelated to the abnormally small chest."
      ],
      "possible_complications": [
        "This  condition is often fatal early in life."
      ],
      "when_to_contact_a_medical_professional": [
        "This  condition is often diagnosed on the first exam of an infant."
      ],
      "prevention": [],
      "images": [],
      "references": [
        "Grant  LA, Griffin  N. Congenital  skeletal anomalies. In :  Grant  LA, Griffin  N, eds. Grainger    Allison 's  Diagnostic   Radiology   Essentials. 2nd ed. Philadelphia, PA:  Elsevier; 2019:chap 5. 10.",
        "Hecht  JT, Horton  WA, Rodriguez-Buritica  D. Disorders  involving ion transporters. In :  Kliegman  RM, St. Geme  JW, Blum  NJ, Shah  SS, Tasker  RC, Wilson  KM, eds. Nelson   Textbook  of  Pediatrics. 21st ed. Philadelphia, PA:  Elsevier; 2020:chap 717."
      ],
      "related_medlineplus_health_topics": [
        "Connective   Tissue   Disorders  Dwarfism",
        "Connective   Tissue   Disorders",
        "Dwarfism"
      ],
      "review_date": ""
    },
    {
      "id": "650becafb687440565a13c65",
      "name": "Achondroplasia",
      "description": "Achondroplasia  is a disorder of bone growth that causes the most common type of dwarfism.",
      "alternate_names": [
        "Dwarf",
        "Dwarfism",
        "Achondroplastic  dwarfism",
        "Dwarf; Dwarfism; Achondroplastic  dwarfism"
      ],
      "symptoms": [
        "Achondroplastic  dwarfism results in the following:",
        "Unusually  large head Large  foreheadand flat bridge of the nose Crowded  or crooked teeth Short  stature ( well below the average height for a person of the same age and sex )  Average  size trunk with short arms and legs ( especially the upper arms and thighs )  Bowed  legs Limited  range of motion of the elbows Short  stature ( significantly below the average height for a person of the same age and sex )  Spine  curvatures calledkyphosisandlordosis Short  fingers with an extra space between the ring and middle finger ( trident hand )  Decreased  muscle tone in infants",
        "Unusually  large head",
        "Large  foreheadand flat bridge of the nose",
        "Crowded  or crooked teeth",
        "Short  stature ( well below the average height for a person of the same age and sex )",
        "Average  size trunk with short arms and legs ( especially the upper arms and thighs )",
        "Bowed  legs",
        "Limited  range of motion of the elbows",
        "Short  stature ( significantly below the average height for a person of the same age and sex )",
        "Spine  curvatures calledkyphosisandlordosis",
        "Short  fingers with an extra space between the ring and middle finger ( trident hand )",
        "Decreased  muscle tone in infants",
        "Almost  all people with achondroplasia have normal intelligence and will have a normal lifespan. Children  with the disorder may develop at a slower rate than other children the same age."
      ],
      "causes": [
        "Achondroplasia  is one of a group of conditions called chondrodystrophies or osteochondrodysplasias. These  rare genetic disorders cause problems with the development of bone, cartilage, and connective tissue.",
        "Achondroplasia  is caused by a change ( mutation ) in the fibroblast growth factor receptor 3 ( FGFR3 ) gene. This  prevents bone growth and mainly affects the long bones in the arms and legs. People  with achondroplasia have a short stature, with an average height under 4 feet 6 inches ( 137 centimeters ).",
        "Achondroplasia  may be inherited as an autosomal dominant trait. This  means that if a child gets the defective gene from one parent, the child will have the disorder. If  one parent has achondroplasia, the infant has a 50% chance of inheriting the disorder. If  both parents have the condition, the infant's chances of being affected increase to 75%.",
        "However, most cases ( about 80% ) appear as spontaneous mutations. This  means that two parents without achondroplasia may give birth to a baby with the condition."
      ],
      "exams_and_tests": [
        "During  pregnancy, a prenatal ultrasound may show excessive amniotic fluid surrounding the unborn infant.",
        "Examination  of the infant after birth shows increased front-to-back head size. X-rays of the long bones can reveal achondroplasia in the newborn.",
        "CT scan or MRI of the brain may be done if there are signs ofhydrocephalus ( \"water on the brain\" ).",
        "Neuroimaging  is needed to check the base of the head to look for signs of spinal cord compression.",
        "Sleep  studies help detect problems with sleep apnea. Â",
        "Children  with achondroplasia will need ongoing monitoring as they grow to check for health problems that can develop."
      ],
      "treatment": [
        "There  is no specific treatment for achondroplasia. The  disorder may cause certain health conditions, which need to be treated when they cause problems.",
        "Obstructive  sleep apneaÂ can be treated with surgery and continuous positive airway pressure ( CPAP ) devices. Children  who have recurringear infectionsÂ may needÂsurgeryto place tubes in the eardrums. Obesity  can put extra strain on the body, so learning to eat a healthy diet and avoid weight gain from a young age is important. Bracing  may be needed to help correct upper spine curvature ( kyphosis ). Hydrocephalus  can be treated withsurgeryÂ ( ventriculoperitoneal shunting ). Physical  therapy can help if gait is affected due to lordosis ( curving of the lower back ). Corrective  surgery may be needed if there are problems walking due to bowed legs. Spine  surgery may be needed to relieve pressure on the spinal cord due tospinal stenosisor spinal cord compression at the base of the skull.",
        "Obstructive  sleep apneaÂ can be treated with surgery and continuous positive airway pressure ( CPAP ) devices.",
        "Children  who have recurringear infectionsÂ may needÂsurgeryto place tubes in the eardrums.",
        "Obesity  can put extra strain on the body, so learning to eat a healthy diet and avoid weight gain from a young age is important.",
        "Bracing  may be needed to help correct upper spine curvature ( kyphosis ).",
        "Hydrocephalus  can be treated withsurgeryÂ ( ventriculoperitoneal shunting ).",
        "Physical  therapy can help if gait is affected due to lordosis ( curving of the lower back ).",
        "Corrective  surgery may be needed if there are problems walking due to bowed legs.",
        "Spine  surgery may be needed to relieve pressure on the spinal cord due tospinal stenosisor spinal cord compression at the base of the skull.",
        "Vosoritide  (  Voxzogo  ) is a new medicine approved for use in children age 5 years and older who are still growing. This  once daily injection may slightly improve bone growth.",
        "Children  and adults will need adaptations to their home, school, and work environment to accommodate a shorter stature."
      ],
      "support_groups": [
        "Being  physically different from others can be difficult for children who may be made fun of or bullied. Even  in adulthood, people with dwarfism may be stared at or treated differently. Connecting  with others affected by the disorder can help children and their families feel less alone.",
        "More  information and support for people with achondroplasia and their families can be found at:",
        "Human   Growth   Foundation-www. hgfound. org/support-groups Little   People  of  America-www. lpaonline. org/dwarfism-support-organizationsMAGIC  Foundation-www. magicfoundation. org/",
        "Human   Growth   Foundation-www. hgfound. org/support-groups",
        "Little   People  of  America-www. lpaonline. org/dwarfism-support-organizations",
        "MAGIC  Foundation-www. magicfoundation. org/"
      ],
      "outlook_(prognosis)": [
        "People  with achondroplasia seldom reach 5 feet ( 1. 5 meters ) in height. Intelligence  is in the normal range. Infants  who receive the abnormal gene from both parents do not often live beyond a few months.",
        "People  with achondroplasia should have regular checkups throughout their life, as the condition can cause other health problems. Most  problems can be treated. Â"
      ],
      "possible_complications": [
        "Complications  that may develop include:",
        "Breathing  problems from a small upper airway and from pressure on the area of the brain that controls breathing Lung  problems from a small ribcage Narrowing  of the spinal column ( spinal stenosis )  Pressure  on the spinal column at the base of the neck Hydrocephalus  Back  pain and joint problems",
        "Breathing  problems from a small upper airway and from pressure on the area of the brain that controls breathing",
        "Lung  problems from a small ribcage",
        "Narrowing  of the spinal column ( spinal stenosis )",
        "Pressure  on the spinal column at the base of the neck",
        "Hydrocephalus",
        "Back  pain and joint problems"
      ],
      "when_to_contact_a_medical_professional": [
        "If  there is a family history of achondroplasia and you plan to have children, you may find it helpful to speak to your health care provider."
      ],
      "prevention": [
        "Genetic  counseling may be helpful for prospective parents when one or both have achondroplasia. However, because achondroplasia most often develops spontaneously, prevention is not always possible."
      ],
      "images": [],
      "references": [
        "Genetic  and  Rare   Diseases   Information  center website. Achondroplasia. rarediseases. info. nih. gov/diseases/8173/achondroplasia. Updated   November  8, 2021. Accessed   April  7, 2022.",
        "Hoover-Fong  JE, Horton  WA, Hecht  JT. Disorders  involving transmembrane receptors. In :  Kliegman  RM, St   Geme  JW, Blum  NJ, Shah  SS, Tasker  RC, Wilson  KM, eds. Nelson   Textbook  of  Pediatrics. 21st ed. Philadelphia, PA:  Elsevier; 2020:chap 716.",
        "Krakow  D. FGFR3 disorders: thanatophoric dysplasia, achondroplasia, and hypochondroplasia. In :  Copel  JA, D' Alton  ME, Feltovich  H, et al, eds. Obstetric   Imaging :  Fetal   Diagnosis  and  Care. 2nd ed. Philadelphia, PA:  Elsevier; 2018:chap 50.",
        "Legare  JM. Achondroplasia. 1998  Oct  12 [ Updated  2022  Jan  6]. In :  Adam  MP, Ardinger  HH, Pagon  RA, et al. , editors. Gene  Reviews Â®[ Internet ]. Seattle  ( WA ) :  University  of  Washington, Seattle; 1993-2022. www. ncbi. nlm. nih. gov/books/NBK1152/.",
        "National   Organization  for  Rare   Disorders  website. Achondroplasia. rarediseases. org/rare-diseases/achondroplasia/. Accessed   April  7, 2022."
      ],
      "related_medlineplus_health_topics": [
        "Dwarfism"
      ],
      "review_date": ""
    },
    {
      "id": "650becb5b687440565a13c6f",
      "name": "Acidosis",
      "description": "Acidosis  is a condition in which there is too much acid in the body fluids. It  is the opposite of alkalosis ( a condition in which there is too much base in the body fluids ).",
      "alternate_names": [
        "No  information"
      ],
      "symptoms": [
        "Metabolic  acidosissymptoms depend on the underlying disease or condition. Metabolic  acidosis itself causes rapid and deep breathing as your body tries to compensate for it. Confusion  or lethargy may also occur. Severe  metabolic acidosis can lead to shock or death.",
        "Respiratory  acidosissymptoms can include:",
        "Confusion  Fatigue  Lethargy  Shortness  of breath Sleepiness",
        "Confusion",
        "Fatigue",
        "Lethargy",
        "Shortness  of breath",
        "Sleepiness"
      ],
      "causes": [
        "The  kidneys and lungs maintain the balance ( proper pH level ) of chemicals called acids and bases in the body. Acidosis  occurs when acid builds up or when bicarbonate ( a base ) is lost. Acidosis  is classified as eitherrespiratoryormetabolic acidosis.",
        "Respiratory  acidosis develops when there is too much carbon dioxide ( an acid ) in the body. This  type of acidosis is usually caused when the body is unable to remove enough carbon dioxide through breathing. Other  names for respiratory acidosis are hypercapnic acidosis and carbon dioxide acidosis. Causes  of respiratory acidosis include:",
        "Chest  deformities, such askyphosis Chest  injuries Chest  muscle weakness Long-term ( chronic ) lung disease Neuromuscular  disorders, such as myasthenia gravis, muscular dystrophy Overuse  of sedative drugs, Â causing decreased respiration",
        "Chest  deformities, such askyphosis",
        "Chest  injuries",
        "Chest  muscle weakness",
        "Long-term ( chronic ) lung disease",
        "Neuromuscular  disorders, such as myasthenia gravis, muscular dystrophy",
        "Overuse  of sedative drugs, Â causing decreased respiration",
        "Metabolic  acidosis develops when too much acid is produced in the body. It  can also occur when the kidneys cannot remove enough acid from the body. There  are several types of metabolic acidosis:",
        "Diabetic  acidosis ( also called diabetic ketoacidosis and DKA ) develops when substances called ketone bodies ( which are acidic ) build up during uncontrolleddiabetes. Hyperchloremic  acidosis is caused by the loss of too much sodium bicarbonate from the body, which can happen with severe diarrhea. Kidney  disease ( uremia, Âdistal renal tubular acidosisÂ orÂproximal renal tubular acidosis ). Lactic  acidosis. Poisoning  by aspirin, ethylene glycol ( found in antifreeze ), or methanol. Severedehydration.",
        "Diabetic  acidosis ( also called diabetic ketoacidosis and DKA ) develops when substances called ketone bodies ( which are acidic ) build up during uncontrolleddiabetes.",
        "Hyperchloremic  acidosis is caused by the loss of too much sodium bicarbonate from the body, which can happen with severe diarrhea.",
        "Kidney  disease ( uremia, Âdistal renal tubular acidosisÂ orÂproximal renal tubular acidosis ).",
        "Lactic  acidosis.",
        "Poisoning  by aspirin, ethylene glycol ( found in antifreeze ), or methanol.",
        "Severedehydration.",
        "Lactic  acidosisis a buildup oflactic acid. Lactic  acid is mainly produced in muscle cells and red blood cells. It  forms when the body breaks down carbohydrates to use for energy when oxygen levels are low. This  can be caused by:",
        "Cancer  Carbon  monoxide poisoning Drinking  too much alcohol Exercising  vigorously for a very long time Liver  failure Low  blood sugar ( hypoglycemia )  Medicines, such as salicylates, metformin, anti-retroviralsMELAS ( a very rare genetic mitochondrial disorder that affects energy production )  Prolonged  lack of oxygen from shock, heart failure, or severe anemia Seizures  Sepsis--severe illness due to infection with bacteria or other germs Severe  asthma",
        "Cancer",
        "Carbon  monoxide poisoning",
        "Drinking  too much alcohol",
        "Exercising  vigorously for a very long time",
        "Liver  failure",
        "Low  blood sugar ( hypoglycemia )",
        "Medicines, such as salicylates, metformin, anti-retrovirals",
        "MELAS ( a very rare genetic mitochondrial disorder that affects energy production )",
        "Prolonged  lack of oxygen from shock, heart failure, or severe anemia",
        "Seizures",
        "Sepsis--severe illness due to infection with bacteria or other germs",
        "Severe  asthma",
        "Compensated  acidosis occurs when the body returns the acid-base balance to near normal in cases of acidosis, but bicarbonate and carbon dioxide levels remain abnormal."
      ],
      "exams_and_tests": [
        "The  health care provider will perform a physical examination and ask about your symptoms.",
        "Laboratory  tests that may be ordered include:",
        "Arterial  or venous blood gas analysis Basic  metabolic panel ( group of blood tests that measure sodium and potassium levels, kidney function, and other chemicals and functions ) to show whether the type of acidosis is metabolic or respiratory Blood  ketones Lactic  acid test Urine  ketones Urine  pH",
        "Arterial  or venous blood gas analysis",
        "Basic  metabolic panel ( group of blood tests that measure sodium and potassium levels, kidney function, and other chemicals and functions ) to show whether the type of acidosis is metabolic or respiratory",
        "Blood  ketones",
        "Lactic  acid test",
        "Urine  ketones",
        "Urine  pH",
        "Other  tests that may be needed to determine the cause of the acidosis include:",
        "Chest  x-rayCT abdomen Urinalysis  Urine  pH",
        "Chest  x-ray",
        "CT abdomen",
        "Urinalysis"
      ],
      "treatment": [
        "Treatment  depends on the cause. Your  provider will tell you more."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "Acidosis  can be dangerous if untreated. Many  cases respond well to treatment."
      ],
      "possible_complications": [
        "Complications  depend on the specific type of acidosis."
      ],
      "when_to_contact_a_medical_professional": [
        "All  the types of acidosis will cause symptoms that require treatment by your provider."
      ],
      "prevention": [
        "Prevention  depends on the cause of the acidosis. Many  causes of metabolic acidosis can be prevented, including diabetic ketoacidosis and some causes of lactic acidosis. Normally, people with healthy kidneys and lungs do not have serious acidosis."
      ],
      "images": [
        "Kidneys"
      ],
      "references": [
        "Oh  MS, Briefel  G, Pincus  MR. Evaluation  of renal function, water, electrolytes, and acid-base balance. In :  Mc  Pherson  RA, Pincus  MR, eds. Henry 's  Clinical   Diagnosis  and  Management  by  Laboratory   Methods. 24th ed. Philadelphia, PA:  Elsevier; 2022:chap 15.",
        "Sanghavi  S, Albert  TJ, Swenson  ER. Acid-base balance. In :  Broaddus  VC, Ernst  JD, King  TE, et al. Murray  and  Nadel 's  Textbook  of  Respiratory   Medicine. 7th ed. Philadelphia, PA:  Elsevier; 2022:chap 12.",
        "Seifter  JL. Acid-base disorders. In :  Goldman  L, Schafer  AI, eds. Goldman-Cecil   Medicine. 26th ed. Philadelphia, PA:  Elsevier; 2020:chap 110."
      ],
      "related_medlineplus_health_topics": [
        "Metabolic   Disorders"
      ],
      "review_date": ""
    },
    {
      "id": "650becb6b687440565a13c73",
      "name": "Acne",
      "description": "Acne  is a skin condition that causes pimples or \"zits. \"  Whiteheads, blackheads, and red, inflamed patches of skin ( such as cysts ) may develop.",
      "alternate_names": [
        "Acne  vulgaris",
        "Cystic  acne",
        "Pimples",
        "Zits",
        "Acne  vulgaris; Cystic  acne; Pimples; Zits"
      ],
      "symptoms": [
        "Acne  commonly appears on the face and shoulders. It  may also occur on the trunk, arms, legs, and buttocks. Skin  changes include:",
        "Crusting  of skin bumps Cysts  Papules  ( small red bumps )  Pustules  ( small red bumps containing white or yellow pus )  Redness  around the skin eruptions Scarring  of the skin Whiteheads  Blackheads",
        "Crusting  of skin bumps",
        "Cysts",
        "Papules  ( small red bumps )",
        "Pustules  ( small red bumps containing white or yellow pus )",
        "Redness  around the skin eruptions",
        "Scarring  of the skin",
        "Whiteheads",
        "Blackheads"
      ],
      "causes": [
        "Acne  occurs when tiny holes on the surface of the skin become clogged. These  holes are called pores.",
        "Each  pore opens to a follicle. A follicle contains a hair and an oil gland. The  oil released by the gland helps remove old skin cells and keeps your skin soft. The  glands can become blocked with a mixture or oil and skin cells, the blockage is called a plug or comedone. If  the top of the plug is white, it is called awhitehead. It  is called ablackheadif the top of the plug is dark. If  bacteria become trapped in the plug, the body's immune system may react to it, causing pimples. Acne  that is deep in your skin can cause hard, painfulcysts. This  is called nodulocystic acne.",
        "Each  pore opens to a follicle. A follicle contains a hair and an oil gland. The  oil released by the gland helps remove old skin cells and keeps your skin soft.",
        "The  glands can become blocked with a mixture or oil and skin cells, the blockage is called a plug or comedone. If  the top of the plug is white, it is called awhitehead. It  is called ablackheadif the top of the plug is dark.",
        "If  bacteria become trapped in the plug, the body's immune system may react to it, causing pimples.",
        "Acne  that is deep in your skin can cause hard, painfulcysts. This  is called nodulocystic acne.",
        "Acne  is most common in teenagers, but anyone can get acne, even babies. The  problem tends to run in families.",
        "Some  things that may trigger acne include:",
        "Hormonal  changes that make the skin oilier. These  may be related to puberty, menstrual periods, pregnancy, birth control pills, or stress. Greasy  or oily cosmetic and hair products. Certain  drugs ( such as steroids, testosterone, estrogen, and phenytoin ). Birth  control devices, such as some drug-containing IU Ds, can make acne worse. Heavy  sweating and humidity. Excessively  touching, resting on, or rubbing the skin.",
        "Hormonal  changes that make the skin oilier. These  may be related to puberty, menstrual periods, pregnancy, birth control pills, or stress.",
        "Greasy  or oily cosmetic and hair products.",
        "Certain  drugs ( such as steroids, testosterone, estrogen, and phenytoin ). Birth  control devices, such as some drug-containing IU Ds, can make acne worse.",
        "Heavy  sweating and humidity.",
        "Excessively  touching, resting on, or rubbing the skin.",
        "Research  does not show that chocolate, nuts, and greasy foods cause acne. However, diets high in refined sugars or dairy products may be related to acne in some people, but this connection is controversial."
      ],
      "exams_and_tests": [
        "Your  health care provider can diagnose acne by looking at your skin. Testing  is not needed in most cases. Bacterial  culture may be performed with certain patterns of acne or to rule out infection if large pus bumps persist."
      ],
      "treatment": [
        "SELF-CARE",
        "Steps  you can take to help youracne:",
        "Clean  your skin gently with a mild, nondrying soap ( such as  Dove, Neutrogena, Cetaphil, Cera  Ve, or  Basics  ). Look  for water-based or \"noncomedogenic\" formulas for cosmetics and skin creams. (  Noncomedogenic  products have been tested and proven not to clog pores and cause acne in most people. )  Remove  all dirt or make-up. Wash  once or twice a day, including after exercising. Avoid  scrubbing or repeated skin washing. Shampoo  your hair daily, especially if it is oily. Comb  or pull your hair back to keep the hair out of your face.",
        "Clean  your skin gently with a mild, nondrying soap ( such as  Dove, Neutrogena, Cetaphil, Cera  Ve, or  Basics  ).",
        "Look  for water-based or \"noncomedogenic\" formulas for cosmetics and skin creams. (  Noncomedogenic  products have been tested and proven not to clog pores and cause acne in most people. )",
        "Remove  all dirt or make-up. Wash  once or twice a day, including after exercising.",
        "Avoid  scrubbing or repeated skin washing.",
        "Shampoo  your hair daily, especially if it is oily.",
        "Comb  or pull your hair back to keep the hair out of your face.",
        "What  NOT to do:",
        "Try  not to aggressively squeeze, scratch, pick, or rub the pimples. This  can lead to skin infections, slower healing, Â and scarring. Avoid  wearing tight headbands, baseball caps, and other hats. Avoid  touching your face with your hands or fingers. Avoid  greasy cosmetics or creams. DO NOT leave make-up on overnight.",
        "Try  not to aggressively squeeze, scratch, pick, or rub the pimples. This  can lead to skin infections, slower healing, Â and scarring.",
        "Avoid  wearing tight headbands, baseball caps, and other hats.",
        "Avoid  touching your face with your hands or fingers.",
        "Avoid  greasy cosmetics or creams.",
        "DO NOT leave make-up on overnight.",
        "If  these steps do not clear up the blemishes, try over-the-counter acne medicines that you apply to your skin. Follow  the directions carefully and apply these products sparingly.",
        "These  products may contain benzoyl peroxide, sulfur, resorcinol, adapalene, or salicylic acid. They  work by killing bacteria, drying up skin oils, or causing the top layer of your skin to peel. They  may cause redness, drying, or excessive peeling of the skin. Be  aware that benzoyl peroxide containing preparations can bleach or discolor towels and clothing.",
        "These  products may contain benzoyl peroxide, sulfur, resorcinol, adapalene, or salicylic acid.",
        "They  work by killing bacteria, drying up skin oils, or causing the top layer of your skin to peel.",
        "They  may cause redness, drying, or excessive peeling of the skin.",
        "Be  aware that benzoyl peroxide containing preparations can bleach or discolor towels and clothing.",
        "A small amount of sun exposure may improve acne slightly, but tanning mostly hides the acne. Too  much exposure to sunlight or ultraviolet rays is not recommended because it increases the risk for wrinkles and skin cancer.",
        "MEDICINES FROM YOUR HEALTH CARE PROVIDER",
        "If  pimples are still a problem, a provider can prescribe stronger medicines and discuss other options with you.",
        "Antibiotics  may help some people with acne:",
        "Oral  antibiotics ( taken by mouth ) such as tetracycline, doxycycline, minocycline, erythromycin, trimethoprim-sulfamethoxazole, and amoxicillin Topical  antibiotics ( applied to the skin ) such as clindamycin, erythromycin, or dapsone",
        "Oral  antibiotics ( taken by mouth ) such as tetracycline, doxycycline, minocycline, erythromycin, trimethoprim-sulfamethoxazole, and amoxicillin",
        "Topical  antibiotics ( applied to the skin ) such as clindamycin, erythromycin, or dapsone",
        "Creams  or gels applied to the skin may be prescribed:",
        "Derivatives  of vitamin A such as retinoic acid cream or gel ( tretinoin, tazarotene )  Prescription  formulas of benzoyl peroxide, sulfur, resorcinol, or salicylic acid Topical  azelaic acid",
        "Derivatives  of vitamin A such as retinoic acid cream or gel ( tretinoin, tazarotene )",
        "Prescription  formulas of benzoyl peroxide, sulfur, resorcinol, or salicylic acid",
        "Topical  azelaic acid",
        "For  women whose acne is caused or made worse by hormones:",
        "A pill called spironolactone may help. Birth  control pills may help in some cases, though they may make acne worse in some women.",
        "A pill called spironolactone may help.",
        "Birth  control pills may help in some cases, though they may make acne worse in some women.",
        "Minor  procedures or treatments may also be helpful:",
        "Photodynamic  therapy may be used. This  is a treatment where a chemical that is activated by blue light is applied to the skin, followed by exposure to the light. Your  provider may also suggest chemical skin peeling; removal of scars bydermabrasion; or removal, drainage, or injection ofcystswith cortisone.",
        "Photodynamic  therapy may be used. This  is a treatment where a chemical that is activated by blue light is applied to the skin, followed by exposure to the light.",
        "Your  provider may also suggest chemical skin peeling; removal of scars bydermabrasion; or removal, drainage, or injection ofcystswith cortisone.",
        "People  who have cystic acne and scarring may try a medicine called isotretinoin. You  will be watched closely when taking this medicine because of its side effects.",
        "Pregnant  women should NOT take isotretinoin, because it causes severe birth defects.",
        "Women  taking isotretinoin must use 2 forms of birth control before starting the drug and enroll in the i Pledge  program. Men  also need to be enrolled in the i Pledge  program. Your  provider will follow you on this drug and you will have regular blood tests.",
        "Women  taking isotretinoin must use 2 forms of birth control before starting the drug and enroll in the i Pledge  program.",
        "Men  also need to be enrolled in the i Pledge  program.",
        "Your  provider will follow you on this drug and you will have regular blood tests."
      ],
      "support_groups": [],
      "outlook_(prognosis)": [
        "Most  of the time, acne goes away after the teenage years, but it may last into middle age. The  condition often responds well to treatment, but responses may take 6 to 8 weeks, and acne may flare up from time to time.",
        "Scarring  may occur if severe acne is not treated. Some  people become very depressed if acne is not treated."
      ],
      "possible_complications": [],
      "when_to_contact_a_medical_professional": [
        "Call  your provider if:",
        "Self-care steps and over-the-counter medicine do not help after several months. Your  acne is very bad ( for example, you have a lot of redness around the pimples, or you have cysts ). Your  acne is getting worse. You  develop scars as your acne clears up. Acne  is causing emotional stress.",
        "Self-care steps and over-the-counter medicine do not help after several months.",
        "Your  acne is very bad ( for example, you have a lot of redness around the pimples, or you have cysts ).",
        "Your  acne is getting worse.",
        "You  develop scars as your acne clears up.",
        "Acne  is causing emotional stress.",
        "If  your baby has acne, call the baby's provider if acne does not clear up on its own within 3 months."
      ],
      "prevention": [],
      "images": [
        "Hair  follicle sebaceous gland Baby  acne Acne-close-up of pustular lesions Blackheads  ( comedones )  Acne-cystic on the chest Acne-cystic on the face Acne-vulgaris on the back Acne  on the back Acne",
        "Hair  follicle sebaceous gland",
        "Baby  acne",
        "Acne-close-up of pustular lesions",
        "Blackheads  ( comedones )",
        "Acne-cystic on the chest",
        "Acne-cystic on the face",
        "Acne-vulgaris on the back",
        "Acne  on the back",
        "Acne"
      ],
      "references": [
        "Dinuos  JGH. Acne, rosacea, and related disorders. In :  Dinulos  JGH, ed. Habif 's  Clinical   Dermatology. 7th ed. Philadelphia, PA:  Elsevier; 2021:chap 7.",
        "James  WD, Elston  DM, Treat  JR, Rosenbach  MA, Neuhaus  IM. Acne. In :  James  WD, Elston  DM, Treat  JR, Rosenbach  MA, Neuhaus  IM, eds. Andrews '  Diseases  of the  Skin :  Clinical   Dermatology. 13th ed. Philadelphia, PA:  Elsevier; 2020:chap 13.",
        "Kim  WE. Acne. In :  Kliegman  RM, St. Geme  JW, Blum  NJ, Shah  SS, Tasker  RC, Wilson  KM, eds. Nelson   Textbook  of  Pediatrics. 21st ed. Philadelphia, PA:  Elsevier; 2020:chap 689.",
        "Moon  M, Guerrero  AM, Li  X, Koch  E, Gehris  RP. Dermatology. In :  Zitelli, BJ, Mc  Intire  SC, Nowalk  AJ, Garrison  J, eds. Zitelli  and  Davis '  Atlas  of  Pediatric   Physical   Diagnosis. 8th ed. Philadelphia, PA:  Elsevier; 2023:chap 8."
      ],
      "related_medlineplus_health_topics": [
        "Acne"
      ],
      "review_date": ""
    }
]